[{"poste":"Consultant Fonctionnel Oracle EAM - Antananarivo  ","detailSociete":" Bolzano SARL | \n \n Contrat CDI | \n \n Date limite de candidature : 28 Juillet 2022 | \n \n Antananarivo  \n\n\n","activite":"\n Recrutement des consultants fonctionnels Oracle EAM ","mission":" \n  Analyse et conceptualisation de la solution ;\n Configuration et mise en œuvre d'applications ;\n Fournir un soutien pour la présentation du produit, l'atelier de simplification et le processus futur, la modélisation;\n Aider les clients à cartographier et à rationaliser/réorganiser les pratiques commerciales à mettre en œuvre\ndivers modules Oracle EAM, qui comprend l'intégration des applications Oracle avec\nles systèmes clients existants, en utilisant une méthodologie de mise en œuvre standardisée ;\n Diriger les tests d'acceptation des utilisateurs ;\n Participer à toutes les phases du cycle de vie du développement du système, y compris les exigences\nRassemblement & amp; analyse, conception de système, tests et mise en œuvre ;\n Préparer la documentation et les manuels du système ;\n Examiner les configurations fonctionnelles et la configuration et prendre des mesures correctives ;\n Donner des formations pratiques aux utilisateurs finaux\n Assurer le support fonctionnel et administratif ","profil":"  Un diplôme en comptabilité et finance ou équivalent ;\n Au moins 3 ans d'expériences dans le cycle de vie de bout en bout Oracle EAM R12.2/Cloud et mise en œuvre en tant que consultant fonctionnel ;\n Bonne connaissance des fondamentaux et de l'architecture des applications Oracle \n Expérience en PL/SQL, workflow, alertes, personnalisation ;\n A implémenté Oracle Enterprise Asset Management (EAM), Oracle EAM Self\nService, maintenance mobile Oracle.\n Avoir travaillé sur au moins une implémentation Oracle Enterprise Asset Management (EAM),\nLibre-service Oracle EAM\n Bonne connaissance des cycles de vie des projets et de la méthodologie d'implémentation Oracle\n Bonne capacité à collecter les besoins ","reference":" \n Oracle BLZ "},{"poste":"Administrateur Systèmes et Réseaux -réf:ASR/NOGAE - Antananarivo ","detailSociete":" NOGAE DEVELOPPEMENT | \n \n Contrat CDI | \n \n Date limite de candidature : 15 Août 2022 | \n \n Antananarivo \n\n\n","activite":"\n experte en informatique et autres domaines numériques ","mission":" \n La société NOGAE DEVELOPPEMENT recherche un (01) Administrateur Systèmes et Réseaux. \nVotre principale mission (en collaboration avec les autres membres de l’équipe) est d’assurer le support client de nos infrastructures VPS et de leur apporter une expertise de haut niveau et une solution adéquate. D’autres missions pourraient être amenées à vous être confiées suivant vos compétences telles que d'administrer, déployer et maintenir en condition opérationnelle nos infrastructures serveurs. Vous serez aussi parfois tenu de passer des appels téléphoniques vers des clients.\nVous devrez :\n- Résoudre les problèmes des clients (optimiser leurs serveurs, ajouts de modules PHP ou autre pour que leurs CMS marchent sans aucun problème)\n- Savoir trouver un problème lié à un CMS et l’expliquer au client et lui trouver une solution\n","profil":"ac +3 minimum en informatique administration systèmes et réseaux, vous bénéficiez idéalement d'une expérience similaire de 2 ans.\n- Maîtrise de l'environnement Linux (Debian et Centos)\n- Programmation, script et automatisation (perl, php, bash)\n- Maîtrise de l'environnement Web (Nginx, Apache…)\n- Maîtrise serveurs de bases de données (MySQL & PgSQL)\n- Maîtrise de Postfix, Dovcot, Spamassassin, Bind, pureftpd ..\n- Bonne connaissance des environnements de virtualisation (Lxc, KVM)\n- Bonne connaissance de panneaux de contrôle tels que cPanel, Ispconfig, Plesk\n- Capacité à administrer des systèmes sécurisés\n- Bonne connaissance du matériel type serveur et raid\n- Avoir déjà installé des sites web\n- Expérience en administration des serveurs comme OVH, Planetoster, LWS, 1&1, plesk,….\n","reference":" \n ASR/NOGAE "},{"poste":"STAGIAIRES DEVELOPPEURS Web & Mobile JAVA","detailSociete":" LIVENEXX | \n \n Contrat Stage | \n\n\n","activite":"\n création logiciel ","mission":" \n Livenexx est une agence de développement web crée en 2016 qui compte désormais plus de trente-cinq collaborateurs dont le siège social est à l’île Maurice et le centre de production à Madagascar.\nNotre clientèle est constituée d’entreprises Françaises et Canadiennes mais également d'acteurs publics et régionaux dans le cadre de développement de projets web sur mesure. Nous recherchons dans le cadre de notre développement DES STAGIAIRES EN INFORMATIQUE\n","profil":" études supérieures en informatique, niveau minimum Master II (stage possible pour des étudiants visant à préparer une mémoire de fin d'études)\n•\tAisance avec les outils et systèmes informatiques\n•\tMaîtrise des langages, impérativement JAVA, PHP, HTM, CSS, MySQL,Javascript\n•\tBonne maîtrise du Français\n\nCompétences requises :\n•\tServeur: Linux, SQL, Git, Gitlab CI/CD\n•\tSlack technique: PHP, Symfony, Laravel, Api Platform, JWT,Bootstrap,PhpUnit\n•\tOutils : PhpStorm, ClickUp, Slack, Teams\n"},{"poste":"LEAD FRONT END DEVELOPER SPEALISE EN ANGULAR","detailSociete":" Wylog | \n \n Contrat CDI | \n\n\n","activite":"\n WYLog est une SSII française créée en 2003, spécialisée en nouvelles technologies et qui a su développer une activité offshore à partir de ses sites propriétaires implantés en France, aux Philippines et à Madagascar.\n\nWYLog a acquis une forte expérience du développement de produits pour des éditeurs logiciels, pour des applications mobiles ou pour des plateformes web complexes. Nous comptons de très nombreux clients dans des secteurs variés comme la Communication, les Médias, le Streaming, la Finance, le Transport, la Santé ou l’Entertainment.\n","mission":" \n - Développeur senior Angular\n- Bac+5 et plus en développement d'application et en programmation\n- Plus de 2 ans d'expériences probantes en tant que développeur Angular supérieur ou égal à 2\n- Maitrise des sujets suivants : Angular 2 à 11, Typescript, HTML, CSS, Angular Material\n- Optionnel : C#, Visual Studio, MS SQL Server, Azure DevOps, PrimeNG\n","profil":" - Autodidacte, passionné et sérieux\n- Rigueur, autonomie, organisé, polyvalent\n- Savoir s'adapter aux différents contextes\n- Une bonne connaissance de l'anglais, notamment à l'écrit serait un atout\n- expériences client probantes \n- aisance communicationnelle "},{"poste":" UN DEVELOPPEUR .NET SENIOR","detailSociete":" Wylog | \n \n Contrat CDI | \n\n\n","activite":"\n WYLog est une SSII française créée en 2003, spécialisée en nouvelles technologies et qui a su développer une activité offshore à partir de ses sites propriétaires implantés en France, aux Philippines et à Madagascar.\n\nWYLog a acquis une forte expérience du développement de produits pour des éditeurs logiciels, pour des applications mobiles ou pour des plateformes web complexes. Nous comptons de très nombreux clients dans des secteurs variés comme la Communication, les Médias, le Streaming, la Finance, le Transport, la Santé ou l’Entertainment.\n","mission":" \n - Développeur .net confirmé, avec minimum 5 ans d’expériences sérieuses en développement .net (Web ou applicatif) ","profil":" - Très bonne connaissance des derniers framework, technologies .net\n- Bonne notion en HTML/Javascript/CSS\n- Rigoureux, sérieux, esprit d’équipe "},{"poste":"DEVELOPPEUR WEB BACK OFFICE DRUPAL / PHP - Tana ","detailSociete":" Recruitment consulting | \n \n Contrat CDI | \n \n Date limite de candidature : 19 Août 2022 | \n \n Tana \n\n\n","activite":"\n Cabinet de recrutement ","mission":" \n Souvent placé sous la responsabilité du directeur, les principales responsabilités du DÉVELOPPEUR WEB BACK OFFICE DRUPAL / PHP incluent :\n● Participer aux réflexions techniques en phase de chiffrage et en amont des développements.\n● Concevoir et réaliser, faire évoluer des architectures Drupal.\n● Développer des modules Drupal / CiviCRM\n● Réaliser des développements spécifiques pour les clients\n● Mettre en place des best practices, design patterns.\n● Optimiser le cycle de développement\n● Assister les utilisateurs (clients), participer à la Tierce Maintenance Applicative\n● La réalisation technique des interfaces des sites web (HTML5 / CSS3)\n● La production des interfaces compatibles avec le CMS Drupal\n● Une veille permanente ","profil":"rmatique, en mathématiques appliquées ou logique/algorithmie ou sortant d'École d'ingénieurs dans le domaine informatique et télécoms\n-3 à 5 années d’expériences (agence interactive / site internet grand public / start‐up) comme développeur web back office.\n-Capacité à concevoir l’architecture d’un site multilingue à fort trafic, de solides acquis en gestion de cache coté serveur (APC, MEMCACHE)\n-Connaissance de Drupal 9 (un plus), du développement de modules, de la série de modules liées à l’internationalisation, de la Gestion des déclencheurs / actions, de L’API drupal\n-Connaissance du Moteur de thème et theming html/css/jquery avancé.\n-Qualités: sens du détail et du travail bien fait, sens du service, sens de l'organisation, cohésion d'équipe, sens des priorités, sens du relationnel, Curiosité du métier des clients (associations, syndicats surtout, intégrité, ouverture d’esprit, rigueur "},{"poste":"Un manager ict -réf:0288-22 KR-TIC - Antananarivo ","detailSociete":" KENTIA-RH.COM sarl | \n \n Contrat CDI | \n \n Date limite de candidature : 11 Août 2022 | \n \n Antananarivo \n\n \n\n\n\n","activite":"\n KENTIA-RH.COM sarl, expert en Ressources Humaines, aux services des PME depuis plus de 10 ans. \n","mission":" \n Responsabilités / Missions\n.Élaborer les politiques et règles ICT (Information, Communication et Technologie) de la société\n\n.Définir les rôles et responsabilités du service informatique\n\n.Assurer la gestion de l’équipement ICT\n\n.Assurer le bon fonctionnement du matériel\n\n.Élaborer une proposition de Plan Directeur ICT pour la société ","profil":"diplôme d’étude supérieur liée au domaine ICT\n\n.Plus de 03 années d’expériences dans un poste similaire\n\n.Maîtrise des méthodes de gestion multi-projets.\n\n.Parfaite connaissance du langage informatique et des systèmes d’information.\n\n.Bonne connaissance des logiciels SI.\n\n.Savoir anticiper les besoins informatiques de l’entreprise.\n\nExigences du poste\n.Excellente maîtrise de la langue française, l’anglais serait un atout\n\n.Solides connaissances des techniques et des compétences managériales ","reference":" \n 0288-22 KR-TIC "},{"poste":"TESTEUR QUALITÉ (INFORMATIQUE) - Tana ","detailSociete":" Recruitment consulting | \n \n Contrat CDI | \n \n Date limite de candidature : 19 Août 2022 | \n \n Tana \n\n\n","activite":"\n Cabinet de recrutement ","mission":"mesures d'évaluation de la qualité des projets\n-Examiner attentivement les plans, les spécifications et les plans pour comprendre les exigences du projet\n-Résoudre les problèmes liés à la qualité en respectant les délais\n-Concevoir un protocole de conception efficace qui peut être utilisé dans tous les domaines\n-Préparer la documentation du processus d'inspection, qui comprend des rapports détaillés et des dossiers de performance\n-Recommander des mesures d'amélioration du processus des projets pour s'assurer que les normes de contrôle de la qualité sont respectées\n-Surveiller les niveaux de satisfaction des clients ","profil":"tion (avec expérience en projets informatiques) ou en Informatique\n-2 à 3 d'expériences dans un poste similaire\n-Expérience en analyse des besoins client ou en gestion de projet ou en contrôle qualité\n-Rigueur, méticulosité et organisation\n-Bonne capacité de communication et bon relationnel\n-Analyse et force de proposition\n-Sens de l'initiative et fermeté \n-Très bon niveau de Français\n"},{"poste":"INGENIEUR D’ETUDE ET DE DEVELOPPEMENT APPLICATION MOBILE NATIVE (SSII) - Tana ","detailSociete":" Recruitment consulting | \n \n Contrat CDI | \n \n Date limite de candidature : 19 Août 2022 | \n \n Tana \n\n\n","activite":"\n Cabinet de recrutement ","mission":"éconiser et mettre en œuvre les\nsolutions techniques pour développer une application spécifiques destinées à l’environnement Mobile. \n-Veiller à leur stabilité dans le temps et participer aux phases d’analyse, de développement et de tests dans le\ncadre de la réalisation ou du pilotage de cette application. ","profil":"ION :\nBAC + 4 minimum en Développement Informatique\n\nNIVEAU D’EXPÉRIENCE :\n2 ans minimum dans un poste de développement informatique Mobile\n\nNIVEAU DE COMPÉTENCE & QUALITÉS :\n-Maîtrise des environnements techniques Mobile (IOS : C / Objective C / HTML5 & Android : Java)\n-Compétence en programmation orientée objet et en base de données\n-Des compétences en CSS3 / Bootstrap / jQuery / Angular souhaitées\n-Connaissance en méthodologie AGILE et outils de gestion des sources\n-Aisance relationnelle et goût du travail en équipe\n-Rigoureux, organisé, méthodique et responsable\n-Curieux des dernières innovations dans le milieu\n-Connaissance de l’anglais technique "},{"poste":"LEAD TECHNIQUE DEV (SSII) - Tana ","detailSociete":" Recruitment consulting | \n \n Contrat CDI | \n \n Date limite de candidature : 19 Août 2022 | \n \n Tana \n\n\n","activite":"\n Cabinet de recrutement ","mission":"le de coach et d’expert technique\n-Conseiller, assister et former les équipes de développement afin d’améliorer leurs compétences et leurs performances\n-Participer aux différentes phases d’étude et de développement pour améliorer la qualité \n","profil":" Qualités:\n\nNIVEAU DE FORMATION :\nBAC+5 en Informatique\n\nNIVEAU D’EXPÉRIENCE :\n6 ans minimum en tant que Développeur et/ou Chef de projet Technique\n\nNIVEAU DE COMPÉTENCE :\n-Forte maitrise d’une ou plusieurs technologies de développement (Mobile : iOS et Android/ JAVA/ PHP/ WSO2)\n-Solide connaissance en base de données et réseaux\n-Leadership, pédagogue, capacité à coacher, à stimuler, mais aussi à canaliser la créativité de l’équipe - Orientation résultat\n-Bonne connaissance des processus et des méthodes de gestion de projet (planning, budget…) et les outils\ninformatiques type MS Project, JIRA\n-Connaissance en méthodologie Agile SCRUM, et les outils de modélisation comme UML\n-Bonne connaissance des normes et les procédures de sécurité informatique\n-Connaissance en procédure de test & intégration continue\n-Aisance en Français, connaissance en Anglais technique serait un atout "},{"poste":"TEAM LEADER SI COLLABORATIFS (SSII) - Tana ","detailSociete":" Recruitment consulting | \n \n Contrat CDI | \n \n Date limite de candidature : 19 Août 2022 | \n \n Tana \n\n\n","activite":"\n Cabinet de recrutement ","mission":" \n -Assurer la bonne pratique de la méthodologie projet de la société par son équipe afin de garantir la qualité des prestations délivrées aux clients. \n-Superviser la réalisation des projets sur le plan fonctionnel et humain, dans le respect du budget et des délais. \n-Être le responsable de la qualité des livrables produit par son équipe. \n-Assurer la satisfaction client et participer à la diffusion d’une bonne marque employeur\n","profil":" Qualités:\n\nNIVEAU DE FORMATION :\nBAC+5 en gestion de projet informatique ou équivalent\n\nNIVEAU D’EXPÉRIENCE :\n4 ans minimum dans un poste similaire\n\nNIVEAU DE COMPÉTENCE :\n-Capacité à manager et diriger une équipe projet\n-Connaissance en méthodologie Agile SCRUM\n-Connaissance des métiers du Groupe (Télécoms, Finances, Énergie…)\n-Bonne connaissance des processus et les outils informatiques type MS Project, JIRA\n-Force de proposition, rigoureux, organisé et méthodique\n-Solides compétences communicationnelles "},{"poste":"Développeur Javascript -réf:Dev_JS_072022 - Antananarivo ","detailSociete":" MADASOFTWARE | \n \n Contrat CDI | \n \n \n Antananarivo \n\n\n","activite":"\n Créée en 2016, MADASOFTWARE se positionne comme une entreprise d’externalisation offshore innovante et comme UN INTERLOCUTEUR UNIQUE dans le secteur du DÉVELOPPEMENT WEB, APPLICATION MOBILE, ODOO ET APPLICATION MÉTIER. ","mission":" \n Analyse et développement des modules et applications en utilisant le langage Javascript ","profil":" - Maîtrise du langage Javascript\n- Bonne connaissance en HTML5 et CSS3\n- La connaissance en VBscript serait un atout ","reference":" \n Dev_JS_072022 "},{"poste":"STAGIAIRE INFOGRAPHISTE -réf:STG/INFO-01 - Antananarivo ","detailSociete":" DIGITALK | \n \n Contrat Stage (pouvant déboucher sur CDI) | \n \n Date limite de candidature : 21 Juillet 2022 | \n \n Antananarivo \n\n\n","activite":"\n DIGITALK est une entreprise d'externalisation de procesus opérationnels. ","mission":" \n DIGITALK est à la recherche de stagiaires infographistes (pouvant déboucher sur un CDI si la période de stage est concluante). Les infographistes auront pour mission de concevoir et designer des supports de communication visuelle afin d’assurer une communication claire et efficace des messages de l’entreprise. \n\nLes tâches à accomplir seront les suivantes : \n\n-\tAméliorer de manière continue la charte graphique\n-\tConcevoir et designer les supports visuels utilisés pour communiquer les messages (plaquettes commerciales, site web, flyers…) en adéquation avec la charte graphique\n-\tCréer des graphismes, illustrations, pictogrammes à partir des outils informatiques nécessaires\n-\tÊtre force de proposition dans le choix des supports informatifs à utiliser\n-\tRemonter toutes les informations nécessaires à la hiérarchie\n-\tEntrer en contact avec les différents prestataires (imprimeurs, développeur web, etc…)\n-\tCoordonner ses actions avec les autres départements de l’entreprise\n\nConditions de travail : \n\n-\tContrat : stage pouvant déboucher sur un CDI si la période de stage est concluante\n-\tLieu : Analamahitsy Farango (près du Coliseum)\n-\tHoraires de travail : du lundi au vendredi (horaires flexibles, à discuter)\n-\tIndemnisation de stage\n-\tCantine : fournie par DIGITALK\n-\tTransport : bus de l’entreprise au retour fourni par DIGITALK\n","profil":"oncevoir et transmettre un message\n•\tMaîtrise de la PAO (Publication Assistée par Ordinateur)\n•\tMaîtrise des logiciels spécialisés (Photoshop, Illustrator, Xpress)\n•\tMaîtrise des notions d’audiovisuel et des codes visuels (typographie, couleurs, etc.)\n•\tMaîtrise des techniques de communication\n•\tNotions juridiques concernant le droit de la propriété littéraire et artistique\n\nQualités : \n\n•\tSens créatif\n•\tCuriosité et implication\n•\tFlexibilité\n•\tAutonomie\n•\tSens de l’organisation\n•\tForce de proposition\n\nModalités de candidature : \n\nSi ce poste vous intéresse, merci d’envoyer votre candidature (CV + lettre de motivation + Portfolio) via le site en indiquant en objet STG/INFO-01.\n","reference":" \n STG/INFO-01 "},{"poste":"TECHNICIEN POSTE DE TRAVAIL -réf:2022_Tech IT - ANTANANARIVO ","detailSociete":" TALYS | \n \n Contrat CDI | \n \n \n ANTANANARIVO \n\n\n","activite":"\n Distribution, Immobilier, Loisirs et Hôtellerie ","mission":" \n En 25 ans SANIFER, magasin familial de quartier, a évolué, étendu son réseau et diversifié ses activités. Le groupe TALYS regroupe désormais nos sociétés réparties sur 4 secteurs d’activité : la Distribution, la Construction, l’Immobilier ainsi que l’Hôtellerie et les Loisirs. Tous nos métiers et tous nos projets tendent vers un même objectif : promouvoir un art de vivre, un lifestyle en avance sur son temps, exigeant en qualité et au service de chacun de nos clients.\nPour renforcer nos équipes informatique, nous recherchons, un(e) Technicien Poste de Travail dont la mission principale et de s’assurer que l’outil informatique de l’utilisateur soit opérationnel, efficace.\n• Gérer opérationnellement le parc informatique (installations, mises à jour…).\n• Effectuer un scan régulier du parc.\n• Gestion des activités Support Utilisateurs de niveau 3\n","profil":" Compétences techniques\n• Maîtrise des environnements informatiques Windows 10/Office\n• Maitrise des GPO (Création et mise à jour des GPO, Filtres WMI, groupes de sécurité, délégations, priorités)\n• Maitrise de l’outil WSUS serait un plus\n\nAptitudes professionnelles\n• Esprit d’équipe\n• Travail en mode projet\n• Pédagogie et sens de la communication\n• Curiosité intellectuelle et disponibilité\n• Rigueur et organisation\n• Capacité à travailler au sein d’équipes pluridisciplinaires\n","reference":" \n 2022_Tech IT "},{"poste":"EXPLOITANT RESEAU","detailSociete":" PULSE | \n \n Contrat CDI | \n\n \n\n\n\n","activite":"\n Entreprise de Services du Numérique ","mission":" \n L’Exploitant réseaux a pour mission principale d’assurer l’intégration, le déploiement et la maintenance des infrastructures réseaux. Il est le premier responsable de la supervision et du bon fonctionnement des connexions LAN/MAN/WAN. Il assure toutes les migrations technologiques touchant le réseau et porte assistance aux collaborateurs en cas de problème sur ce dernier.\n\nRejoignez-nous, voici vos missions :\n1) Administration du réseau LAN/MAN/WAN\n2) Réalisation de la migration des nouvelles technologies\n3) Maintient à jour la documentation ","profil":" 1) Bac +5 en Informatique ou en Télécommunication\n2) 4 ans minimum dans un poste similaire\n3) Maitrise des switching et routing (DNA, SDN)\n4) Connaissances en sécurité : IPS, IDS, UTM, Firewalling, SIEM\n5) Connaissances en outils de supervision et d'administration "},{"poste":"DEVELOPPEUR FRONT END ANGULAR","detailSociete":" PULSE | \n \n Contrat CDI | \n\n \n\n\n\n","activite":"\n Entreprise de Services du Numérique ","mission":" \n Le développeur front end Angular assure la conception ou refonte de site web et d’application web / mobile from scratch. il s'occupe du développement et de la maintenance des modules spécifiques.\n\nRejoignez nous voici vos missions:\n1) Concevoir l’interface visuelle des sites et applications web en suivant les briefs, spécifications techniques et fonctionnelles\n2) Assurer la conception et le développement de sites web, applications et dispositifs interactifs\n3) Développer et participer à l’évolution des modules spécifiques ","profil":" 1) Bac +4 en informatique\n2) 2 ans d’expériences probantes minumum en tant que développeur frontEnd / Angular 2+ \n3) Expérience en intégration HTML5/CSS3/JS Responsive\n4) Connaissances en Vue JS, React JS / React Native \n5) Connaissances des préprocesseurs SASS et LESS, et les outils d’automatisation des tâches (GULP ou Webpack) "},{"poste":"DEVELOPPEUR FRONT END REACT","detailSociete":" PULSE | \n \n Contrat CDI | \n\n \n\n\n\n","activite":"\n Entreprise de Services du Numérique ","mission":" \n Le développeur front end React assure la conception ou refonte de site web et d’application web / mobile from scratch. il s'occupe du développement et de la maintenance des modules spécifiques.\n\nRejoignez-nous voici vos missions:\n1) Concevoir l’interface visuelle des sites et applications web en suivant les briefs, spécifications techniques et fonctionnelles\n2) Assurer l’ergonomie visuelle et fonctionnelle des produits en appliquant les bonnes pratiques\n3) Assurer la conception et le développement de sites web, applications et dispositifs interactifs\n4) Développer et participer à l’évolution des modules spécifiques \n","profil":" 1) Bac +4 en informatique\n2) 2 ans d’expériences probantes minumum en tant que développeur frontEnd/\nReact JS/React Native\n3) Maitrise du Workflow GIT \n4) Expériences sur les outils de graphisme : Adobe XD, Photoshop, Figma, …\n5) Connaissances en programmation WebGL, Canvas, ThreeJS "},{"poste":"DEVELOPPEUR FRONT END VUE JS","detailSociete":" PULSE | \n \n Contrat CDI | \n\n \n\n\n\n","activite":"\n Entreprise de Services du Numérique ","mission":" \n Le développeur front end Vue JS assure la conception ou refonte de site web et d’application web / mobile from scratch. il s'occupe du développement et de la maintenance des modules spécifiques.\n\nRejoignez-nous, voici ses missions:\n1) Concevoir l’interface visuelle des sites et applications web en suivant les briefs, spécifications techniques et fonctionnelles\n2) Assurer l’ergonomie visuelle et fonctionnelle des produits en appliquant les bonnes pratiques\n3) Assurer la conception et le développement de sites web, applications et dispositifs interactifs\n4) Développer et participer à l’évolution des modules spécifiques\n","profil":" 1) BAC + 4 en informatique\n2) 2 ans d’expériences probantes minumum en tant que développeur frontEnd/VueJS 2/3\n3) Expériences en intégration HTML5/CSS3/JS Responsive\n4) Bonne maitrise de JavaScript et son fonctionnement\n5) Connaissances des framworks et librairies JS : NODE.JS, EMBER, jQuery, jQuery UI, Ajax "},{"poste":"DEVELOPPEUR FRONT END FLUTTER","detailSociete":" PULSE | \n \n Contrat CDI | \n\n \n\n\n\n","activite":"\n Entreprise de Services du Numérique ","mission":" \n Le développeur front end Flutter assure la conception ou refonte de site web et d’application web / mobile from scratch. il s'occupe du développement et de la maintenance des modules spécifiques.\n\nRejoignez nous, voici ses missions:\n1) Développer des applications mobiles et des Progressive Web Apps avec Flutter\n2) Tester les applications (tests unitaires, tests de Widgets, tests d'intégration)\n3) Participer à la veille technologique autour de Flutter\n4) Identifier les bonnes pratiques front end et rédaction des documents y afférant\n","profil":" 1) Bac + 4 en Informatique\n2) 2 ans d’expériences probantes en tant que développeur Mobile avec Flutter\n3) Bonne culture mobile : connaissance du domaine technique iOS, Android\n4) Connaissances en programmation WebGL, Canvas, ThreeJS \n5) Connaissance du développement d’application Web / Mobile avec les framework JS : Angular 2+, React, Vue JS\n"},{"poste":"CHEF DE PROJET SI","detailSociete":" PULSE | \n \n Contrat CDI | \n\n \n\n\n\n","activite":"\n Entreprise du service numérique ","mission":" \n Le chef de projet SI est le garant de la conduite et aboutissement du projet. Il sera l'interface entre les parties prenantes et veille à la qualité du projet.\n\nRejoignez-nous, voici vos missions :\n1) Définir le périmètre du projet selon les objectifs fixés et les attentes du client\n2) Garantir la bonne conduite du projet et coordonner l'ensemble des actions à entreprendre\n3) Assurer la communication autour du projet et être l'interface entre tous les intervenants du projet\n4) Garantir le bon fonctionnement et l'exploitabilité des outils ","profil":" 1) Bac + 4 en gestion de projet informatique ou équivalent\n2) 2 ans d'expériences dans un poste similaire\n3) Connaissance en méthodologie Agile\n4) Rigoureux, autonome, force de proposition "},{"poste":"INGENIEUR D'ETUDE ET DE DEVELOPPEMENT ODOO","detailSociete":" PULSE | \n \n Contrat CDI | \n\n \n\n\n\n","activite":"\n Entreprise de Services du Numérique ","mission":" \n L'Ingénieur d'étude et de développement ODOO conçoit des logiciels informatiques et veille à leur stabilité dans le temps. \n\n1) Analyser et formaliser les besoins utilisateurs\n2) Effectuer les développements & test des programmes, interfaces et les restitutions dans le respect des normes et standards\n3) Rédiger les documents techniques\n4) Vous éclater dans votre travail! ","profil":" 1) Bac+4 minimum en Informatique\n2) Ayant une expérience minimum de 2 ans dans un poste de développement\n3) Ayant une première expérience en développement ODOO\n4) Maitrise des principaux outils de développement et des technologies\n5) Connaissance en méthodologie Agile SCRUM, et les outils de modélisation comme UML\n6) Rigoureux, organisé, méthodique et responsable "},{"poste":"RESPONSABLE SERVICE ASSISTANCE ET SUPPORT MAITRISE D’OUVRAGE -réf:RSASMO /0722 - ANTANANARIVO ","detailSociete":" Human Talent Consulting | \n \n Contrat CDI | \n \n Date limite de candidature : 23 Août 2022 | \n \n ANTANANARIVO \n\n \n\n\n\n","activite":"\n SERVICE RH ","mission":" \n Assurer le management, la montée en compétence et l’animation de l’équipe \nCoordonner, superviser et optimiser les activités du service \nAssurer la maintenance des applications bancaires : spécifications, paramétrage, homologation, déploiement, conduite du changement \nFaire l’interface entre les clients internes et les chargés d’assistance, support Core Banking \nContrôler le traitement des tâches de support fonctionnel récurrent : traitements des incidents et des demandes d’assistance métier, gestion des habilitations applicatives, gestion des approvisionnements (Amplitude Achats) \nAssurer le bon fonctionnement des correctifs ou des évolutions (patch) avant leurs mises en production \nPrendre en charge l’étude préalable, la conception et la mise à jour des paramétrages (produits, conditions, opérations, habilitation…) \nRédiger les guides pour les utilisateurs et participer au comité de validation des procédures \n","profil":" Titulaire d’un diplôme de Bac + 4 / 5 de type banque, organisation, management ou gestion\nExpérience réussie sur le domaine de la MOA bancaire \nBonne capacité à encadrer une équipe : communication, coordination, délégation, suivi, \nBonne connaissance du domaine bancaire et financier, technique, informatique \nConnaissance du système d’information bancaire Amplitude \nConnaissance de l’architecture applicative et du domaine fonctionnel bancaire \nMaîtrise des techniques et méthodologies des outils des tests fonctionnels \nConnaissance des outils de CRM ou de BI (Business Intelligence) appréciée \nCapacités d’analyse, de synthèse et de rédaction \nAvoir le sens critique et de la curiosité d’esprit. \nAvoir un esprit de synthèse et de rigueur. \nSavoir gérer les priorités, les urgences et remonter les alertes \nBonne aptitude aux changements et capacité d’innovation \n","reference":" \n RSASMO /0722 "},{"poste":"Des Développeurs .NET confirmé/ sénior","detailSociete":" BOCASAY | \n \n Contrat CDI | \n\n\n \n\n\n\nVoir toutes les offres de ce recruteur- \n\n","activite":"\n Nous sommes une entreprise dans le service du numérique.\nChoisir Bocasay c’est rejoindre une des entreprises les plus dynamiques de son secteur et offrant de nombreux avantages. Chez nous, votre épanouissement est notre priorité.\n","mission":" \n Garant de la veille technologique, nous serons à l’écoute de vos propositions d’évolutions.\nVous interviendrez sur le développement d'applications web autour des aspects suivants :\n_ Développement,\n_ Phases de tests et débogage,\n_ Mise en production.\n","profil":" _ Bonne maîtrise d’ASP.net, MVC, web Services WCF et WebAPI,\n_ Bonne maîtrise des Frameworks Entity Framework et Linq,\n_ Connaissance SQL serveur et Git\n_ Expérience réelle de 3 ans minimum "},{"poste":"DEVELOPPEUR FRONT-END JUNIOR - Antananarivo ","detailSociete":" NEOSHORE Madagascar | \n \n Contrat CDI | \n \n \n Antananarivo \n\n \n\n\n\n","activite":"\n PRESTATION DE CONSEILS ET EXTERNALISATION ","mission":"le technique où vous travaillerez avec le Product Owner et les développeurs backend sur les missions suivantes :\n\n ·Contribuer à toutes les étapes du cycle de développement, de la conception à la livraison et au déploiement ;\n\n ·Contribuer aux différents tests, au débogage et à la maintenance continue de la plateforme SaaS ;\n\n ·Interagir quotidiennement avec les équipes produites pour s'adapter au besoin utilisateur.\n","profil":"pérativement déjà travaillé avec le Framework Vue JS· et JavaScript.\n\n ·Vous connaissez les technos/langages/frameworks suivants : React, TypeScript Redux-Saga, Github ;\n\n ·Vous avez idéalement déjà une première expérience avec : Apollo GraphQL; Material UI\n\n ·Vous avez une bonne maitrise du français écrit et oral ; l’anglais est un plus\n\n ·Vous avez la Capacité à travailler avec des équipes à distance.\n"},{"poste":"INFOGRAPHISTE - Antananarivo ","detailSociete":" PLE Madagascar | \n \n Contrat CDI | \n \n Date limite de candidature : 29 Juillet 2022 | \n \n Antananarivo \n\n\n","activite":"\n Travaux d'imprimerie ","mission":" \n Conception, correction et mise à jour de visuels ","profil":" - BAC+3 minimum en multimédia, infographie\n- 02 années d'expérience minimum dans le domaine\n- Maîtrise des outils et logiciels de graphisme (Photoshop, Illustrator, InDesign, ...\n- Connaissances et aptitudes en dessins et illustrations\n- Avoir une sensibilité esthétique et artistique - Créatif - Sérieux\n- Proactif - Rigoureux - Polyvalent - Force de proposition\n"},{"poste":"CHEF DE PROJET DIGITAL","detailSociete":" ABL OUTSOURCING | \n \n Contrat CDI | \n\n\n \n\n\n\nVoir toutes les offres de ce recruteur- \n\n","activite":"\n ABL Outsourcing est une société spécialisée dans l’outsourcing à Madagascar. ","mission":" \n En pleine croissance, nous recherchons UN Chef de projet DIGITAL qui va compléter notre team pour piloter, organiser et conduire les projets de bout en bout.\n\nVos responsabilités :\n\nComprendre les besoins et enjeux des clients et leur proposer des solutions adaptées ;\nPlanifier des projets : élaboration de la roadmap , estimations des délais, affectation des ressources, création des sprints / user stories ;\nPiloter de projets : \n- cadrage et management de l'équipe projet,\n- veille à l'implication et le dynamisme de chaque Dev, \n- garantit la qualité et mesure les risques de solutions techniques prises par les Dev,\n Résoudre les points de blocages\n Effectuer reporting auprès des parties prenantes du projet : Hiérarchie / Client / Dev\n Garantir le respect des deadlines\n","profil":" Les qualifications requises : \nVous avez plus de 2 années d'expériences probante sur un poste similaire ou plus 4 ans d'expérience sur un poste de Lead Dev / Dev Senior ;\nVous avez une excellente maîtrise du français à l'écrit et à l'oral et une bonne connaissance d'une autre langue étrangère ;\nVous maîtrisez les procédures technique et fonctionnel de gestion de projets ;\nVous avez une bonne capacité d’analyse pour classer et trier les informations ;\nVous savez prendre une décision et l’exécuter, avoir un bons sens de l’anticipation ;\nVous pouvez réaliser les différentes missions dans les délais impartis tout en appliquant les consignes et en suivant les procédures.\nNous recherchons une personne qui aime réellement le travail en équipe, qui dispose d'une excellente communication tout en étant dynamique, vous devez faire preuve de rigueur et de flexibilité.\n"},{"poste":"ASSISTANT(E) INFORMATIQUE - Antananarivo ","detailSociete":" LEADER PRICE ANKADIMBAHOAKA | \n \n Contrat CDI | \n \n \n Antananarivo \n\n \n\n\n\n","activite":"\n Spécialisée dans la grande distribution ","mission":" \n - Assurer les missions de montage, d’installation, de configuration et de mise en réseaux.\n- Former les utilisateurs en leur assurant un soutien technique.\n- Planifier les tâches de maintenance et de mise à jour. \n- Réaliser les archivages et les sauvegardes de données.\n- Diagnostiquer les pannes, intervenir et proposer des solutions d’amélioration.\n- Effectuer les mises à jour nécessaires pour les mouvements des produits de stocks.\n- Suivre et mettre à jour l’information technique, économique et règlementaire.\n\n Toute autre tâche nécessaire à l’exercice des activités du service. Prévoir éventuels déplacements en provinces.\n","profil":" - Bonnes connaissances en maintenance en informatique (Hardware & software).\n- Bonnes connaissances en réseaux informatiques.\n- Compétences dans la gestion de parc informatique sous Windows.\n- Notion en développement logiciel.\n- Connaissances en développement site et application web avec les méthodes CANBAN ET/ ou Agile.\n- Connaissances en méthode de programmation MVC et HMVC, MAC serait un atout.\n- Connaissances en Framework : Codeigniter.\n- Diplômé (e) dans le domaine de l'informatique\n- Curieux (se), réactif (ve), organisé (e), autonome et méthodique.\n- Sens des priorités et rigoureux (se).\n- Sens de l’écoute et d’analyse de point de vue.\n- Polyvalent(e), apprécie le travail en équipe.\n\n Débutant (e) accepté (e) si forte potentialité!\n"},{"poste":"DEVELOPPEUR JAVA SENIOR -réf:REF161/PJ","detailSociete":" INGENOSYA | \n \n Contrat CDI | \n\n \n\n\n\n","activite":"\n Transformation digitale ","mission":" migration des applications CDM et CDS de Java 1.8 (Oracle) vers open JDK 17;\n•\tEffectuer la migration de la BDD de Postgres 9.6 vers Postgres 13 (il n’y a pas de procédure stockée);\n•\tEffectuer la migration des applications CDL et CDR d’open JDK 17 vers open JDK 17;\n•\tEffectuer la migration de la base de données de Postgres 12 vers Postgres 13 .\n\nActivités : \n-\tAnalyser les impacts de la solution à mettre en place ;\n-\tGérer la documentation du travail effectué ;\n-\tEffectuer le développement ;\n-\tTester le développement une fois la migration effectuée sous-module par sous-module ;\n-\tTraiter des fiches Jira suite aux tests effectués ;\n-\tFaire un reporting via Jira ;\n-\tAssister à la réunion quotidienne (Daily).\n","profil":" Compétences techniques souhaitées :\n•\tAngular 8 et supérieur ;\n•\tOpen JDK 17 ;\n•\tJava 1.8 (Oracle) ;\n•\tHibernate ;\n•\tPostgres 9.6, 12 et 13 ;\n•\tMaven ;\n•\tGradle ;\n•\tGit.\n\nProfil recherché : \n•\tAyant au moins 5 années d’expériences en développement ;\n•\tTitulaire d’un Master ou Master II en informatique ;\n•\tAyant une bonne communication en équipe ;\n•\tAyant le sens de travail d’équipe ;\n•\tAyant la curiosité d’apprendre un nouveau métier fonctionnel.\n","reference":" \n REF161/PJ "},{"poste":"DEVELOPPEUR C# -réf:REF160/PJ","detailSociete":" INGENOSYA | \n \n Contrat CDI | \n\n \n\n\n\n","activite":"\n Transformation digitale ","mission":"aintenir et corriger les applications selon la spécification des besoins.\n- Proposer des solutions les mieux adaptées aux projets. ","profil":" personne disposant d'un diplôme de BACC +5 en informatique\n- Ayant une expérience de 3 ans au minimum\n- Maitrise les langages de programmation comme C# , JS, AJAX\n- Maitrise design pattern MVC\n- Ayant une bonne compréhension du fonctionnement ASP. Net, de la base de données MySql server et SQL server\n- Ayant un sens d'analyse et d'observation développé\n- Force de proposition ","reference":" \n REF160/PJ "},{"poste":"DEVELOPPEUR PYTHON -réf:REF163/PJ","detailSociete":" INGENOSYA | \n \n Contrat CDI | \n\n \n\n\n\n","activite":"\n Transformation digitale ","mission":" la création et à l'élaboration de nos produits technologiques en participant activement à l'évolution de ces solutions. \nActivités : \n•\tRéaliser et intégrer de nouvelles fonctionnalités de RAD LAD ;\n•\tÊtre force de proposition pour la conception et la mise en place de nouveaux algorithmes ;\n•\tAssurer la maintenance corrective ;\n•\tAssurer un support auprès des équipes projets et Ops.\n","profil":" Compétence technique souhaitée : \n•\tMaitrise des langages : Python, C++ et Java ; \n•\tConnaissances des principes de RAD LAD, de traitement d'images et de l’utilisation et paramétrage des OCR.\n\nProfil recherché : \n•\tTitulaire d'une formation Bac+5 avec expérience confirmée et réussie en développement avec le langage Python et l’utilisation de l'intelligence artificielle (IA) ;\n•\tFamilier avec deep learning et machine learning;\n•\tAutonome ;\n•\tForce de proposition ;\n•\tAyant le sens de l’initiative ;\n•\tTrès bon relationnel ;\n•\tAyant le sens de la négociation ;\n•\tMaitrise de la langue française ;\n•\tMaitrise de la langue Anglaise (écrit et parlé) ; ","reference":" \n REF163/PJ "},{"poste":"DEVELOPPEUR JAVA - ANGULAR -réf:REF164/PJ","detailSociete":" INGENOSYA | \n \n Contrat CDI | \n\n \n\n\n\n","activite":"\n Transformation digitale ","mission":"réaliser les développements informatiques des projets confiés\nActivités : \n•\tAssurer la maintenance évolutive et corrective des projets ;\n•\tÊtre garant de la qualité attendue (règles de codage, sécurité, intégration continue...) des éléments produits ;\n•\tParticiper à l’estimation et à l’analyse technique des tâches ;\n•\tDévelopper, intégrer, réaliser les tests unitaires et la documentation des modules logiciels.\n","profil":" Compétence technique souhaitée : \n•\tJava ;\n•\tAngular.\n\nProfil recherché : \n•\tTitulaire d’une formation Bac+4/5 spécialisée dans le développement informatique ;\n•\t2 ou 3 ans d’expériences minimum dans le domaine ;\n•\tMéthodique ;\n•\tBonne capacité d’adaptation ;\n•\tBonne capacité d’analyse et de synthèse ; \n•\tMaitrise de la langue française ;\n•\tMaitrise de la langue Anglaise (écrit et parlé) ;\n•\tApte à travailler en équipe ;\n•\tApte à gérer plusieurs projets simultanément avec un sens des priorités ;\n•\t2/3 ans minimum dans un poste similaire.\n","reference":" \n REF164/PJ "},{"poste":"DEVELOPPEUR REACT -réf:REF162/PJ","detailSociete":" INGENOSYA | \n \n Contrat CDI | \n\n \n\n\n\n","activite":"\n Transformation digitale ","mission":"es modules pour chaque Sprint sur le Projet ;\n•\tParticiper à l’analyse des composants logiciels. ","profil":" Compétences techniques requises : \n•\tReact, Material UI, typescript, DevExpress;\n•\tExpress, MySQL;\n•\tMERN.\n\nProfils souhaité : \n•\tAyant au moins 2 années d’expériences professionnelles;\n•\tMaîtrise de la langue française, l’anglais serait un atout ;\n•\tInnovant ;\n•\tAyant une soif d’apprentissage, autodidacte. ","reference":" \n REF162/PJ "},{"poste":"DEVELOPPEUR(SE) BACK END PHP - Antananarivo ","detailSociete":" OFFSHORE VALUE SARL | \n \n Contrat CDI | \n \n \n Antananarivo \n\n \n\n\n\n","activite":"\n Dans la création de sites web depuis plus de 15 ans, l'épanouissement du personnel a une place importante pour la société (formations, assurance santé complémentaire, équipe de foot...) ","mission":" \n - Analyser et cerner les enjeux et besoins des clients\n- Garantir les bonnes pratiques et la qualité des projets\n- Travailler en collaboration avec l’équipe frontend et responsable projet.\n- Participer à la maintenance évolutive des sites clients\n- Effectuer de la veille technologique ","profil":" - Formation bacc+5 avec 1 an d'expérience minimum\n - Vous avez la capacité de vous former sur de nouvelles technologies rapidement\n - Ayant un esprit d'équipe, vous êtes dynamique et force de proposition\n - Autonome et organisé(e), vous savez faire preuve d'esprit d'analyse.\n\nCOMPÉTENCES TECHNIQUES REQUISES:\n*******************************\n - Maitrise de PHP (5, 7 et 8), MYSQL (Requêtes de données, jointure, index,…), JS (jquery, ajax), RESTFull API\n - Maitrise de la POO, structure MVC, méthode agile, Git\n - Connaissances / expériences dans le CMS prestashop (1.6 / 1.7)\n (Préciser version maîtriser et module développés dans votre candidature)\n - Connaissance SEO et optimisation du temps de chargement des sites\n\nINFORMATIONS COMPLÉMENTAIRES :\n****************************\n - Plein temps, CDI\n - Assurance santé gratuite à partir de 6 mois d'ancienneté\n - Prime trimestrielle selon résultats\n\nPour postuler, envoyez nous votre CV détaillé avec vos références et photo et lettre de motivation avec votre prétention salariale "},{"poste":"Data Monitoring Analyst -réf:EDM2022020 - Antananarivo ","detailSociete":" EDM | \n \n Contrat CDI | \n \n \n Antananarivo \n\n\n","activite":"\n Énergies renouvelables ","mission":" \n •\tExtraire, exploiter et interpréter les données des sites de productions d’énergies\n•\tProduire des analyses à destination des opérationnels et décideurs métiers\n•\tCréer des dashboards : mise en place de KPIs et reporting des performances pour donner une vision cohérente des résultats aux différentes équipes et clients\n•\tIdentifier et diagnostiquer de manière proactive les besoins de l'entreprise et utiliser les connaissances organisationnelles pour recommander des solutions\n•\tAccompagner les équipes techniques à augmenter leurs performances de production en se basant sur les données disponibles\n","profil":" •\tBAC+5 en Statistiques, Mathématiques ou Informatique\n•\t3 à 5 ans dans la manipulation de données\n•\tUne expérience dans la réalisation de projet data serait un plus\n•\tMaîtrise de l’Excel niveau Avancé, de la Programmation & VBA\n•\tMaitrise des outils de gestion des données, des systèmes d’information et de l’ingénierie informatique\n•\tBonnes connaissances des techniques statistiques\n•\tConnaissances des métiers de l’énergie renouvelable\n•\tConnaissance des technologies de l’informatique\n•\tConnaissance en Big Data serait un plus\n•\tCapacité de synthèse, conceptualisation et d’innovation, rigoureux\n","reference":" \n EDM2022020 "},{"poste":"DEVELOPPEURS WORDPRESS ET PRESTASHOP -réf:DEV/0722 - Antananarivo ","detailSociete":" Les Ateliers du Capricorne | \n \n Contrat CDI | \n \n \n Antananarivo \n\n\n","activite":"\n Les Ateliers du Capricorne est une société spécialisée dans les métiers de la composition de catalogues, de livres et d’ebook. Notre dynamisme et notre professionnalisme nous ont permis de nous développer à Madagascar depuis plus de 20 ans avec plus de 330 collaborateurs. ","mission":" \n •\tDéveloppement et intégration site web sous Wordpress, Prestashop, web services et applicatifs.\n•\tPersonnalisation de site web à partir de template.\n•\tDéveloppement des modules sous Wordpress, Prestashop.\n•\tAssurer la maintenance et l'évolution des fonctionnalités et des modules existants.\n","profil":" •\tMaîtrise parfaite de la POO, du Framework Symfony 4 et/ou 5.\n•\tIdéalement quelques années d'expériences sur un poste de développeur PHP notamment sur le CMS Prestashop et /ou Wordpress.\n•\tMaîtrise parfaite d'un ou des CMS tels que Wordpress, Prestashop.\n•\tMaitrise des contraintes d'intégration et de HTML5/CSS3 (éventuellement en responsive).\n•\tMaîtrise du framework Symfony 5 est un atout.\n•\tBonne connaissance de GitLab.\n\nSi vous vous reconnaissez dans ces descriptions, envoyez-nous votre candidature comprenant un CV détaillé + une lettre de motivation en précisant votre prétention via le site. ","reference":" \n DEV/0722 "},{"poste":"Administrateur Réseau et Système - Antananarivo ","detailSociete":" ANONYME | \n \n Contrat CDI | \n \n \n Antananarivo \n\n\n","activite":"\n DIVERS ","mission":" \n - Gérer le parc informatique\n- Maintenir les infrastructures informatiques : aménagement, câblage, brassage, système d'exploitation, mise à jour , ...\n- Paramétrer et mettre en production des équipements et cameras de surveillances (VMS, CCTV, serveurs, ...)\n- Planifier la maintenance préventive des équipements orientés métiers ( serveurs VMS, stockage, ...)\n- Assurer la mise en conformité par rapport aux normes des installations informatiques (branchement, câblage, sécurité)\n- Tenir à jour les documentations : documentation technique, incidents, interventions, rapports périodiques, ...\n- Veiller à la sécurité du parc informatique et des données\n- Assurer le support technique des utilisateurs \n- Intervenir rapidement dans des pannes à hautement stratégique ","profil":" - Bacc+3 minimum en informatique avec 3 ans d'expériences\n- Maîtrise du réseau informatique (Layer 1 à 3, firewall, vpn,... )\n- Maîtrise des normes et standards notamment en réseau informatique\n- Bonne connaissance en Video Management Software \n- Expérience probante en maintenance de matériel informatique sur site et à distance\n- Maîtrise du français\n- Disponibilité "},{"poste":"DEVELOPPEURS PYTHON - Antananarivo ","detailSociete":" BOCASAY | \n \n Contrat CDI | \n \n \n Antananarivo \n\n\n \n\n\n\nVoir toutes les offres de ce recruteur- \n\n","activite":"\n Nous sommes une entreprise dans le service du numérique.\nChoisir Bocasay c’est rejoindre une des entreprises les plus dynamiques de son secteur et offrant de nombreux avantages. Chez nous, votre épanouissement est notre priorité.\n","mission":" \n Au sein d’une équipe à taille humaine rassemblant des compétences variées, dans une bonne ambiance de travail, vous développerez en équipe des solutions web à fortes valeurs ajoutées.\n\nGarant de la veille technologique, nous serons à l’écoute de vos propositions d’évolutions.\n\nVous interviendrez sur le développement d'applications web autour des aspects suivants : \n-\tDéveloppement\n-\tPhases de tests et débogage\n-\tMise en production\n","profil":" -\tBonne maîtrise de PYTHON\n-\tBonne connaissance du framework Django, API Rest\n-\tBonne maîtrise de HTML/CSS (aux normes W3C), JAVASCRIPT\n-\tBonne maîtrise en SGBD SQL et NoSQL\n-\tExpérience réelle de 2 ans minimum.\n"},{"poste":"DEVELOPPEUR BACKEND (PYTHON/ CLOUD)","detailSociete":" AM WEB Solutions | \n \n Contrat CDI | \n\n\n \n\n\n\nVoir toutes les offres de ce recruteur- \n\n","activite":"\n Agence WEB ","mission":" \n Descriptif du poste :\n\nNotre solution ne correspond plus à nos besoins et à nos perspectives d’évolution. Nous sommes en cours de refonte technique afin de rendre nos briques logicielles plus modulaires et évolutives, orientées très fortement Serverless.\n\nDivers :\nPeu de déplacements et organisation majoritairement en télétravail.\nEn tant que petite structure, le savoir vivre et la convivialité sont primordiaux pour nous. Nous aimons partager nos passions et échanger sur de nombreux sujets. ","profil":" Avec experience PYTHON\n\nDe niveau bac+5, avec un minimum de 5 ans d’expérience, au sein de l’équipe backend, vous venez contribuer à l’évolution de nos produits majoritairement développés en Python et intégrés dans les technologies d’Amazon Web Service.\n\nLa personne doit maîtriser ou a minima avoir un fort intérêt pour la stack technique suivante:\n\nStack technique :\nLangages: Python 3 (>=3.8), Python 2 (legacy, réécriture en cours)\nEnvironnement : Linux, Gitlab, AWS\nInfra: Lambda, API Gateway, S3, Cloudfront, EC2, RDS, ELB, route53, ELK\nDevops: Terraform, Gitlab-CI, Ansible (legacy + réécriture), Docker\nBase de données: PostgreSQL, MySQL, CouchDB\nFramework: FastAPI, SqlAlchemy (Alembic), Django (legacy)\nQualité: Tests unitaires, mypy, flake8, black, isort\n\nAttentes souhaitées :\nAppétence pour le devops et l’administration linux\nAttentif à la qualité et aux besoins clients\nPolyvalent sur les technologies backend\nAnglais souhaité (clients internationaux)\n"},{"poste":"Ingénieur d'étude et développement Fullstack  - Antananarivo ","detailSociete":" ID?WEB | \n \n Contrat CDI | \n \n \n Antananarivo \n\n\n \n\n\n\nVoir toutes les offres de ce recruteur- \n\n","activite":"\n Notre agence web est basée à Antananarivo et à l'Ile Maurice. Nous opérons localement ainsi qu'à l'international avec des clients directs ou en partenariat avec des agences web d'Europe essentiellement. Notre forte expérience dans l'univers du web nous permet d'apporter une solution adaptée à vos projets au meilleur rapport qualité/prix. ","mission":" \n Dans le cadre de nos activités, nous recherchons un(e) Développeur Web (F/H) Vous serez amené à : – maintenir des applications web pour nos clients – développer des plugins – Intégrer des fonctionnalités et des designs PROFIL Fullstack : symfony,javascript avec quelques notion de devops ","profil":" Intermédiaire ou Senior.\nCV + Prétention salariale via le site "},{"poste":"DEVELOPER ETL TALEND","detailSociete":" AM WEB Solutions | \n \n Contrat CDI | \n\n\n \n\n\n\nVoir toutes les offres de ce recruteur- \n\n","activite":"\n AGENCE WEB ","mission":" \n Translate functional design into Technical Solution\n\nDesign and create complex data conversion transformation program\n\nConduct quality control on developments by peers (transformation programs) \n\n Prepares comprehensive technical documentations including specifications, test conditions and error logs\n\nExecute end-to-end unit testing (Extraction, transformation, load)\n\nIdentify data quality issues and provide recommendations for improvement and resolution\n\nAbility to work in a team environment, effectively interacting with others\n\nWork with Functional and Development team to resolve issues\n","profil":" Execute data load and support data reconciliation in scope with data migration\n\nParticipate in integration testing and document conversion results\n\nParticipate in defect analysis and resolution "},{"poste":"Administrateur/ Ingénieur Systemes Windows","detailSociete":" AM WEB Solutions | \n \n Contrat CDI | \n\n\n \n\n\n\nVoir toutes les offres de ce recruteur- \n\n","activite":"\n Agence de WEB ","mission":" \n Compétences Techniques Attendues:\n\n- Administration: Active Directory\n- Windows Server 2012, 2016, 2019 (Exigé)\n- Virtualisation: VMware, Hyper-V (Exigé)\n- Messagerie: Exchange 2010,02013,02016 (Exigé)\n- Réseaux: DHCP, DNS, Routage, Vlans, Vpn (Recommandé)\n- Backup: Veeam, Windows backup, Oodrive, Backup exec (Exigé) ","profil":" Minimum 3 ans d'experiences "},{"poste":"Pupitreur  - Antananarivo ","detailSociete":" Madajob | \n \n Contrat CDD | \n \n Date limite de candidature : 22 Juillet 2022 | \n \n Antananarivo \n\n\n","activite":"\n Cabinet de placement ","mission":" \n - Gérer et suivre les traitements quotidiens, transactionnels et batch du soir relatifs au CBS.\n- Assurer la remontée des alertes ou anomalies de production vers l’astreinte et/ou l’entité est faite.\n- Recueillir les demandes d’assistance et remontée d’incidents venant des utilisateurs et les attribuer aux supports 1er niveau correspondants.\n- Suivre et s’informer sur le traitement des incidents jusqu’à sa clôture.\n- Participer à la mise en place des évolutions et des correctifs urgents sur la production.\n- Assurer le traitement et mise à disposition des flux aux métiers (virements/prélèvements, états).\n- Réaliser les reportings périodiques et ponctuels relatifs à l’exploitation.\n- Participer à la rédaction et à la publication des procédures d’exploitation.\n- Être force de proposition sur les évolutions nécessaires à la qualité. ","profil":" - Licence en Informatique\n- Expérience souhaitée dans le domaine informatique\n- Connaissance et maîtrise de l’automate de la production\n- Attitude proactive\n- Esprit d'équipe\n- Sens de la méthodologie "},{"poste":"Illustrateur 3D - Antananarivo ","detailSociete":" MVola | \n \n Contrat CDI | \n \n \n Antananarivo \n\n \n\n\n\n","activite":"\n MVola est la 1ère FinTech de Madagascar. \n\nLancée en 2010, MVola a pour mission de donner accès à des services financiers simples, immédiats et sécurisés à chaque Malagasy. \n\nMVola participe ainsi à l’inclusion financière de tous les Malagasy en leur donnant la même chance de réussite que le reste du monde. \n\nMVola simplifie la vie de ses +7 millions de clients en leur rendant le transfert d'argent abordable. MVola développe également des services innovants d’épargne, d’avance et d’assurance. \n\nMVola devient le 1er Etablissement de Monnaie Electronique (EME) à Madagascar en 2018 et obtient le statut de banque devenant de fait la 1ère banque digitale de Madagascar en 2021. ","mission":" \n Prendre connaissance du brief créatif qui décrit les enjeux de la campagne de communication, créer le script puis le storyboard\nCréer et assurer le rendu des images, montage, étalonnage, encodage\nGérer la création, les adaptations aux découpages techniques, la conception des mouvements, la mise en place des effets\nFaire un suivi et assurer le reporting des créations suivant les campagnes ","profil":" BAC + 3 à BAC +5 en graphisme / art appliqué / communication visuelle / publicité et multimédia\nMinimum 2 ans d’expériences en tant que Motion Designer\nSensibilité artistique, pragmatisme\nA l'aise sur les créations d'animation 2D/3D\nPassion, énergie, curiosité pour les tendances actuelles, aptitude à s ’autoformer\nCapacité d’adaptation, endurance, flexibilité, résistance à la pression\nBon relationnel, faculté à travailler en équipe, sens de l’écoute\nConnaissance des différentes étapes de la charte graphique et des corps du métier\nCompétences en dessin et en illustration\nAptitudes techniques en assemblage des différents éléments de la chaîne graphique ainsi qu’en montage et mixage vidéo/son "},{"poste":"Intégrateur Web - Antananarivo ","detailSociete":" BOCASAY | \n \n Contrat CDI | \n \n \n Antananarivo \n\n\n \n\n\n\nVoir toutes les offres de ce recruteur- \n\n","activite":"\n Experts dans la production informatique Agile, nous développons des solutions WEB et MOBILE pour les startups, PME et grands comptes.\nChoisir Bocasay c’est rejoindre une des entreprises les plus dynamiques de son secteur et offrant de nombreux avantages. Chez nous, votre épanouissement est notre priorité.\n","mission":" \n Au sein d’une équipe à taille humaine rassemblant des compétences variées, dans une bonne ambiance de travail, vous développerez en équipe des solutions web à fortes valeurs ajoutées.\n\nGarant de la veille technologique, nous serons à l’écoute de vos propositions d’évolutions.\n\nVous interviendrez sur l’intégration de sites et applications web autour des aspects suivants :\n_ Analyse des maquettes\n_ Découpage des maquettes\n_ Création de templates\n","profil":" Compétences requises :\n_ Bonne maîtrise en HTML, CSS 3 aux normes W3C et de Photoshop\n_ Connaissance de Bootstrap, Gulp, SCSS et LESS fortement appréciée\n_ Expérience réelle de 2 ans minimum,\n_ Capacité d’autoformation sur les nouvelles technologies.\n\nAu-delà de votre cursus scolaire, nous attachons beaucoup d’importance à vos compétences techniques et vos qualités personnelles. Créatif et passionné, vous avez une bonne culture du web.\n"},{"poste":"MONTEUR - CADREUR","detailSociete":" UNITED MEDIA | \n \n Contrat CDI | \n \n Date limite de candidature : 31 Juillet 2022 | \n\n\n","activite":"\n United Malagasy connu sous le nom commercial 2424.mg est un média en ligne indépendant, neutre, couvrant aussi bien l'actualité à Madagascar ou réalisant des reportages sur différents sujets de société ","mission":" \n Le Monteur-Cadreur est en charge d’initier et mettre en œuvre la réalisation de documents vidéo, audio, photographiques :\n\n- Effectuer des captations audio et visuelles (prises de vue et prises de sons) pour 2424.mg et pour la radio\n- Réaliser les travaux de post-production : montage audiovisuel et réalisation de supports multimédia\n- Produire des animations \n- Gérer la photothèque \n- Assurer la bonne maintenance et le bon état de marche de l’ensemble des matérielles photos et vidéo du service\n- Participer à l’organisation technique et la couverture des manifestations événementielles, des reportages et interviews \n- Gérer le stockage et l’archivage \n","profil":"ole de journalisme ou en communication ou école en audiovisuel \n- Maîtrise l'utilisation des outils de montage vidéo et motion design et des outils de création graphiques (Photoshop & Illustrator) recommandé\n- Capacité organisationnelle, sens du détail & respect des échéances/deadlines\n- Autonomie, esprit d'initiative\n\nSi vous correspondez à ce profil, envoyez-nous votre candidature comprenant un CV mis à jour et une lettre de motivation avec prétention salariale "},{"poste":"Développeurs JAVA - réf : JavaBack_2022-07_IB - Analamanga ","detailSociete":" IBONIA | \n \n Contrat CDI | \n \n \n Analamanga \n\n\n \n\n\n\nVoir toutes les offres de ce recruteur- \n\n","activite":"\n Entreprise de Services Numériques œuvrant dans le développement et l'intégration des solutions technologiques et informatiques ","mission":" \n Vous maîtrisez les technologies JAVA et tout son environnement : Hibernate, micro service, API (Rest/Soap)?\nVous avez des années d’expérience réelle en entreprise, au minimum 3 ans sur le développement Back-end avec des pratiques en intégration continue et en développement Front-end ?\n","profil":" Compétences attendues\n=================================\n• Langages : Java, Angular JS\n• Technologies : Springboot, GIT, CI/CD\n• Systèmes d’exploitation : Linux (Redhat / Centos)\n• Bases de données SQL : MongoDB, PostgreSQL\n• Développement microservices : API REST/SOAP\n\nNous avons des missions qui vous conviennent, envoyez-nous vite votre CV au plus tard le mardi 12 juillet 2022 à 18h\n","reference":" \n JavaBack_2022-07_IB "},{"poste":"TECHNICIEN INFORMATIQUE - RESEAU ET SYSTEME -réf:IT-RES/SYST - Antananarivo ","detailSociete":" Cap Intel | \n \n Contrat CDD | \n \n \n Antananarivo \n\n\n","activite":"\n Télécommunication ","mission":" \n Configurer le matériel réseaux\nTraitement des incidents des matériels informatiques\nParticiper aux projets de déploiement d'infrastructure\nAssister les utilisateurs sur leurs équipements\nGarant du parc informatique ","profil":" Connaissance windows server et linux server\nConnaissance routeur, firewall\nInstallation, Réparation, Upgrade système\nHardware, Software\nBacc + 3 en informatique - Télécommunication\nMaîtrise de la langue Française ","reference":" \n IT-RES/SYST "},{"poste":"GRAPHISTE - Antananarivo ","detailSociete":" RENALA | \n \n Contrat CDD | \n \n Date limite de candidature : 19 Juillet 2022 | \n \n Antananarivo \n\n\n","activite":"\n ENTREPRISE ŒUVRANT DANS LE DOMAINE DE L’INDUSTRIE COSMÉTIQUES ET NUTRACEUTIQUES ","mission":" \n • Concevoir la mise en page et enrichir les Brochures et catalogues (intégration texte, image, correction, ...) selon les règles typographiques et la charte graphique\n• Respecter les délais du planning de développement des étiquettes en appliquant les règles /méthodes internes.\n• Réviser la charte graphique de Renala\n• Créer des visuels & supports pour tous les services via divers canaux (print/presse, web, signalétiques, étiquettes, présentations, rapports etc…)\n• Jouer le rôle de support à la communication externe\n• Veiller et contribuer au succès des events (foires, marchés etc…)\n","profil":" BACC + 3 EN GRAPHISME, COMMERCE OU DOMAINES SIMILAIRES\n- DOTE D'UNE PREMIÈRE EXPÉRIENCE EN GRAPHISTE/COMMUNITY MANAGER\n- PARFAITE MAÎTRISE DES OUTILS DAO PAO WEB RÉSEAUX SOCIAUX\n- DOTE DES BONS SENS DE CRÉATIVITÉ DE L’ESTHÉTIQUE ET DE FORCE DE PROPOSITION\n- CAPACITÉ DE COMMUNICATION ÉLEVÉE POUR CHERCHER LES OPPORTUNITÉS MARKETING\n- FRANÇAIS IMPECCABLE\n","reference":" \n GRA-2022 "},{"poste":"Administrateur Systèmes et Réseaux - Antananarivo ","detailSociete":" Par Corban Performance Consulting | \n \n Contrat CDI | \n \n Date limite de candidature : 25 Juillet 2022 | \n \n Antananarivo \n\n\n","activite":"\n Compétences et savoir-faire\n\n Connaissance générale de la virtualisation (WMARE, Hyper-V)\n Administration des serveurs Linux et Windows\n Architecture du réseau informatique (VLAN, VPN, Open VPN, WAN) ","mission":" \n Activités principales\n\n Administrer, exploiter, maintenir et faire évoluer les ressources informatiques\n Assister les utilisateurs\n\nMissions :\n\n Assurer la bonne gestion des ressources informatiques\n Contribuer aux projets de la DSI. ","profil":" Profils :\n\n Issu(e) d'une formation supérieure (Bac +5) en Informatique\n Vous disposez d'une expérience d’au moins 2 ans dans un poste similaire.\n Rigoureux et organisé, vous aimez le travail en équipe. "},{"poste":"GESTIONNAIRE PARC IT","detailSociete":" PULSE | \n \n Contrat CDI | \n\n \n\n\n\n","activite":"\n Entreprise de Services du Numérique ","mission":" \n L’inventaire est le point de départ de toute gestion de parc informatique, puisque vous ne pourrez gérer votre parc que si vous avez une manière de savoir de quoi il est constitué à tout moment. La gestion de parc informatique et matériel devient un enjeu fondamental pour assurer la pérennité de son entreprise. Le gestionnaire du parc informatique doit maintenir à jour l’inventaire du parc IT (PC, Laptop, Écran, Imprimante, etc.). \n\nRejoignez nous, voici vos missions :\n1) Maintenir à jour l’inventaire du parc IT des sociétés dans les différents outils d’inventaire.\n2) Assurer la réalisation des rapports périodiques de l'état des différents parcs IT et informer les supérieurs en cas d'incident.\n3) Proposer des solutions afin d'automatiser, faciliter les tâches et innover la gestion des inventaires des parcs IT. ","profil":" 1) BAC+2 en informatique ou équivalent\n2) 3 ans d'expérience minimum dans un poste similaire\n3) Connaissance approfondie d'Excel\n4) Connaissance des outils : GLPI, OCS, SCCM "},{"poste":"INFORMATCIEN SOTWARE ET HARDWARE - Antananarivo ","detailSociete":" Groupe de sociétés | \n \n Contrat CDI | \n \n Date limite de candidature : 16 Juillet 2022 | \n \n Antananarivo \n\n\n","activite":"\n Production et vente\nDistribution de masse de produits importés ","mission":" \n L'informaticien Software et Hardware s’occupe de la réparation, de l’entretien du matériel et également de l’installation de divers logiciels ou équipements informatiques. Il peut aussi avoir un rôle de formateur. ","profil":" Au moins BACC+3 en informatique \n\n•\tDotant de 5ans d’expériences progressives dans le secteur Informatique\n•\tParfaite Maitrise de l’outil informatique \n•\tFrançais courant ; Anglais un atout \n•\tDynamique, réactif, responsable et autonome\n•\tHonnête, et Discret\n•\tApte à travailler en équipe\n\n\nSi le poste vous intéresse, Envoyez votre dossier comportant : CV ; lettre de motivation et prétention par email via le site au plus tard le 16/07/2022. Seules les candidatures présélectionnées seront contactées.\n","reference":" \n INF-07/01-22 "},{"poste":"DEVELOPPEUR JAVASCRIPT - Antananarivo ","detailSociete":" TRUSTYLABS | \n \n Contrat Stage | \n \n \n Antananarivo \n\n\n","activite":"\n Spécialisée en développement site web et mobile ","mission":" \n MISSIONS\n Réalisation technique et développement informatique des sites (production des lignes de code).\nGestion des bases de données avec langage de programmation\nDéveloppement des différentes fonctionnalités des sites\nRespect des pratiques courantes pour optimiser le design responsif.\nMise en place de tests suite à la mise en ligne et fonctionnement du site.\nGestion de la maintenance du site web (Intervenir et corriger les bugs).\nCorrection des problèmes d’utilisation ou d’ergonomie signalés par le client.\nFormation au client permettant l’utilisation du site et la publication de nouveaux contenus (textes, médias, etc.).\nRéalisation du script côtés serveur\nIntégration Template et charte graphique\nDynamisation de page avec CSS et Java script\n","profil":" - Diplôme universitaire Bac +3 / +5 en développement informatique.\n- Connaissance nodejs, reactjs, react native exigés\n- Très bonne maîtrise de PHP / MySQL.\n- Dynamique, organisé.\n","reference":" \n DEV -07- 2022 "},{"poste":"WEB DESIGNER - Antananarivo ","detailSociete":" Neoshore Madagascar | \n \n Contrat CDI | \n \n \n Antananarivo \n\n \n\n\n\n","activite":"\n PRESTATION DE CONSEILS ET EXTERNALISATION ","mission":"concepts de conception et des wireframes pour déterminer les meilleures fonctionnalités pour notre produit ;\n •Créer des prototypes haute-fidélités ;\n •Collaborer étroitement avec les développeurs pour toutes les intégrations, etc.\n •Effectuer la veille sur les outils, la méthodologie et le design UX/UI ;\n","profil":"ez d’une expérience de plus de 2 ans en webdesign UX/UI ou conception produit ;\n •Vous maîtrisez impérativement Figma ;\n •Vous connaissez les méthodologies telles que : wireframe, mockups, etc ;\n •Vous maîtrisez le Français à l'écrit comme à l'oral.\n"},{"poste":"DEVELOPPEURS PHP -réf:DEV/07/22 - Antananarivo ","detailSociete":" Les Ateliers du Capricorne | \n \n Contrat CDI | \n \n \n Antananarivo \n\n\n","activite":"\n Les Ateliers du Capricorne est une société spécialisée dans les métiers de la composition de catalogues, de livres et d’ebook. Notre dynamisme et notre professionnalisme nous ont permis de nous développer à Madagascar depuis plus de 20 ans avec plus de 330 collaborateurs. ","mission":" \n ‣ Développer des logiciels au sein de plateformes existantes.\n‣ Respecter les bonnes pratiques de développement, build et delivery. \n‣ Répondre aux besoins des clients au travers de nouvelles fonctionnalités.\n‣ Assurer la maintenance et l'évolution des applications.\n","profil":" ‣ Vous avez une maîtrise parfaite de la POO, du Framework Symfony 4 et/ou 5.\n‣ Vous avez une bonne connaissance en HTML5/CSS, Bootstrap, JavaScript, JQuery, JSON, API REST et SOAP, MySQL.\n‣ Autre connaissance appréciée : outil de versioning Gitlab et d’intégration continue, Wordpress, PrestaShop, Serveur LAMP, Méthode Agile SCRUM.\n‣ Vous avez une bonne maîtrise du Français et/ou de l'anglais.\n‣ Vous êtes une force de proposition.\n‣ Vous êtes autonome, sérieux, rigoureux et dynamique.\n‣ Vous avez un esprit d'initiative, un sens des responsabilités et de l'organisation.\n‣ Vous avez un esprit d'équipe et un bon sens relationnel.\n\nSi vous vous reconnaissez dans ces descriptions, envoyez-nous votre candidature comprenant un CV détaillé + une lettre de motivation en précisant votre prétention salariale via le site.\n","reference":" \n DEV/07/22 "},{"poste":"Développeur - Antananarivo, Madagascar ","detailSociete":" LAND RESSOURCES | \n \n Contrat CDI | \n \n Date limite de candidature : 29 Juillet 2022 | \n \n Antananarivo, Madagascar \n\n\n","activite":"\n Développement de système d'information ","mission":"drez sur le développement d'application web et mobile autour des aspects suivants :\n- Conception et développement des nouvelles fonctionnalités, d’API GraphQL en Laravel\n- Conception et Développement d’application mobile en Ionic Angular ou React.\n- Écriture de tests (TDD, unitaires / fonctionnels)\n- Proposer des solutions techniques et des innovations ainsi que des améliorations des processus de développement\n","profil":" - Minimum BAC+ 3 en informatique ;\n- Minimum cinq (5) ans d’expériences dans le développement des applications web et mobile (Android, IOS) ;\n- Bonne maîtrise de PHP & Laravel exigée ;\n- Bonne maîtrise de SGBD PostgreSQL et NoSQL exigée ;\n- Expériences probantes en intégration HTML, CSS, Bootstrap, Materialize ;\n- Parfaite maîtrise du langage JavaScript, TypeScript et de ses principaux librairies et frameworks (jQuery, Angular, NodeJS, VueJS, React) ;\n- Bonne Maîtrise de Ionic {Angular (TypeScript)} ou React exigée ;\n- Bonne Maîtrise de GraphQL exigée ;\n- Parfaite maîtrise de Docker ;\n- Connaissance/expérience avec les méthodologies agiles (scrum, kanban) ;\n- Maîtrise des bonnes pratiques de codage ;\n- Ayant une forte capacité d’adaptation aux diverses technologies ;\n- Proactif, Autonome, capacité de travailler en équipe\n\nSi l’aventure vous tente, rejoignez notre équipe pluridisciplinaire en envoyant votre candidature comprenant une lettre de motivation, vos prétentions salariales, un CV détaillé avec photo récente, par mail via le site au plus tard le 29 juillet 2022 "},{"poste":"IT Developer & DATA ANALYST - Antananarivo ","detailSociete":" JOVENA | \n \n Contrat CDI | \n \n Date limite de candidature : 27 Juillet 2022 | \n \n Antananarivo \n\n\n","activite":"\n énergie ","mission":" \n Recueillir et analyser les données\nExploiter les données pour en dégager des observations de business utiles\nFaire l’étude et le développement des outils répondant aux besoins précis des utilisateurs\nProcéder à la formation des utilisateurs sur les outils existants\nMettre en place les supports nécessaires à l’exploitation des outils\nEtre en charge du test et de la maintenance des outils de traitement et de reporting\n","profil":" Bac +4 en informatique de gestion ou équivalent\nVous avez 3 à 5 ans d’expériences dans un poste similaire\nUne expérience en conduite de projet est souhaitée\nVous avez de bonnes connaissances en gestion, statistiques et informatique\nVous avez de fortes compétences en analyse et développement informatique\nVous avez une parfaite connaissance technique de la programmation, des langages informatiques et SGBD\nVous êtes rigoureux, organisé avec une rapidité d’exécution\nVous avez une bonne aisance relationnelle avec une bonne capacité de communication, d’analyse et de synthèse\n"},{"poste":"DEVELOPPEUR FULL STACK METEOR","detailSociete":" ANONYME | \n \n Contrat CDI | \n\n\n","activite":"\n NOUVELLES TECHNOLOGIES ","mission":" \n Dans une ambiance cool et rigoureuse, vous intervenez au sein de l’équipe technique et en liaison avec notre équipe fonctionnelle. \nVous êtes en charge d’une fonctionnalité de bout en bout, de la conception à son implémentation, des services backend aux UI, des tests jusqu'à sa mise en production. Nous recherchons des : \nDÉVELOPPEURS FULL STACK \n\nMissions principales\n Analyse et conception technique \nCréation des modules \nConception et création des UIs. \n Exécution de plans de tests, analyse et correction des anomalies ","profil":" École d'Ingénieur ou Université (bac+3 minimum).\n Expérience mini de 4 ans comme développeur Fullstack, ou développeur backend avec une forte appétence pour le front (car indispensable).\nBack :\nNestJS(Node), MongoDB, \nFront :\nNuxtJS(Vue)\nMeteor\nAutres technos : \nJest, AWS S3/lambda, ELK/ElasticCloud, autres SaaS (GMP, Hubspot, Mailjet, MailChimp/Mandrill, etc.)\nEnvironnement :\nGitHub, CI/CD, Travis – VSCode\nVous êtes autonome, organisé-e, avec un enthousiasme communicatif et un bon esprit pour vous impliquer dans une équipe positive, créative, et pluridisciplinaire. \nVous êtes force de proposition lors des échanges et conceptions \nPassionné(e) par le développement et les nouvelles technos, vous aimez partager et tester vos convictions et vos idées. \nVous vous tenez informé des évolutions techniques actuelles. Vous êtes curieux et aimez tester rigoureusement les nouvelles technologies. \nMaîtrise de la stack : vous avez une solide expérience des technos JS back (NodeJS) et front (VueJS, Angular et/ou React), et des bases de données noSQL. Toute expérience sur les frameworks est un plus. Vous êtes un-e adepte du typage, des intégrations et déploiements continus et vous connaissez l’importance des tests\n"},{"poste":"DEVELOPPEUR FULLSTACK.JS -réf:DEVFULL - Antananarivo ","detailSociete":" SMARTPREDICT | \n \n Contrat CDI | \n \n \n Antananarivo \n\n\n","activite":"\n Intelligence artificielle et service numérique ","mission":" \n Nous recherchons notre Développeur Full Stack.JS pour étoffer notre équipe technique. Vous serez responsable du développement et la mise en œuvre des composants d’interface utilisateur pour les différents types d’applications web. \n\nResponsabilités :\n\n•Rencontrer l'équipe de développement pour discuter des idées d'interface utilisateur et des applications.\n•Construire des API robustes et évolutifs avec Node.js, GraphQL, Apollo Server.\n•Examiner les exigences des applications et la conception sur le plan Front que Back.\n•Identifier les interactions avec les utilisateurs sur le web.\n•Concevez et créez des services et une architecture de système, et contribuez et fournissez un retour aux autres membres de l'équipe.\n•Collaborer avec une équipe pluridisciplinaire en Software engineering, Product Owner / Manager et d'ingénieurs DevOps.\n•Participer à des sessions de brainstorming et apporter des idées sur notre stack technologique, nos algorithmes et nos produits.\n•Travailler avec les équipes produites et de conception pour comprendre les besoins des utilisateurs finaux, formuler des cas d'utilisation, puis les traduire en une solution technique pragmatique et efficace.\n•Plonger dans des problèmes difficiles et résoudre et livrer des résultats dans les délais impartis.\n•Suivi et amélioration des performances de l'interface utilisateur.\n•Documenter les changements d'application et les mis à jour de développement.\n","profil":"formatique, en technologie de l'information ou dans un domaine similaire.\n•Expérience antérieure d’au moins 02 ans en tant que développeur React, Node.js/GraphQL, ou des outils/environnement similaires (TS).\n•Expérience dans la conception d'interfaces utilisateur.\n•Expérience avec les logiciels de débogage et de test de performance basés sur le navigateur\n•Connaissance approfondie technologies Front-end (Js, CSS, HTML) et Back-end (Node.js, GraphQL, concept d'API).\n•Connaissance des outils REACT, notamment Webpack, Redux, Apollo Client et Flux.\n•Excellentes compétences en matière de résolution de problème.\n•Bonnes compétences en gestion agile de projet.\n•La connaissance des cadres de test de performance, notamment Mocha et Jest, est un atout.\n•Savoir pratiquer la TDD est un très grand plus.\n•Communication : maitrise de la langue française, l'anglais serait un atout.\n•Aisance relationnelle et orientation client\n•Disponible et flexible\n\nN'hésitez pas de nous envoyer directement votre dossier de candidature composé d'un CV détaillé et d'une lettre de motivation via le site.\n","reference":" \n DEVFULL "},{"poste":"Développeur Javascript Senior","detailSociete":" EZWAY TECHNOLOGY | \n \n Contrat CDI | \n\n\n","activite":"\n ESN ","mission":" \n -Construire et maintenir les applications de pointe construites sur mesure\n-Écrire un code propre, clair et compréhensible par les autres.\n-Contribuer aux spécifications et aux estimations des projets\n-Participer à toutes les phases du cycle de vie du développement.\n-Travailler avec les parties prenantes et l'équipe de développement pour comprendre -la portée initiale d'un nouveau projet.\n","profil":" -BAC+4/5 en Informatique\n-3 ans d'expériences dans le développement et la maintenance d'applications JavaScript.\n-Connaissance approfondie de TypeScript, React, NodeJS, \n-Expérience de l'utilisation d'utilitaires et d'outils de construction, notamment Docker, Webpack, NPM, ESLint et Karma.\n-Expérience des technologies Cloud Native sur au moins un des principaux fournitures de services Cloud (AWS, Google Cloud ou Azure).\n-Compréhension approfondie des concepts de programmation JavaScript, notamment les mixins, la composition d'objets et la portée.\n-Bonne connaissance des méthodologies TDD, BDD, SDD, DDD, ATDD\n-Expérience de l'utilisation de systèmes de contrôle de version tels que Git au sein d'une équipe.\n"},{"poste":"Développeur PHP PRESTASHOP CONFIRME/SENIOR","detailSociete":" RAC SERVICES | \n \n Contrat Free-lance | \n\n \n\n\n\n","activite":"\n E-commerce ","mission":"la recherche d'un Développeur PRESTASHOP confirmé ou sénior (plus backend que frontend). C'est un poste en télétravail et FULL REMOTE, vous travaillerez depuis chez vous comme tout le reste de l’équipe (15 Personnes). Sérieuses expériences demandée.\n\nLe client est une société française dont l’activité commerciale est déjà existante depuis plus de 11 années et qui est connectée à plusieurs places de marchés (Marketplaces) européennes. L’activité de E-Seller en multicanal fonctionne déjà, l’objectif est de maintenir et de développer l’activité, pour cela vous aurez pour mission de :\n\n- Bien comprendre l'existant et le fonctionnement du workflow (Il y aura une formation pour vous expliquer tout cela et la réalité de votre tâche quotidienne durant les premières semaines de votre travail)\n- Gérer 2 sites Prestashop 1.6 et 1.7\n- Surveillez et être réactif pour parer à d'éventuels dysfonctionnement des 2 sites\n- Bien surveiller le bon fonctionnement du workflow (circulation des commandes, numéro tracking des expéditions postales, publication des produits vers les marketplaces ...) Le workflow vous sera expliqué en détail via des diagrammes et dans la pratique du quotidien\n- Développer des modules si nécessaire pour améliorer le workflow\n- Connecter et paramétrer des modules comme Common-Services (Amazon Europe)\n- Effectuer une veille technologique pour pouvoir améliorer l'activité\n\nCompétences :\n- Maîtrise de Prestashop 1.6 et 1.7 / de PHP 5 et PHP 7\n- Vous êtes surtout spécialisé dans le backend et vous pouvez aussi vous débrouillez en frontend (css, javascript)\n- Maitrise de MYSQL et PHPMYADMIN pour manipuler les bases de données\n- En tant que développeur backend, vous êtes à l'aise avec les serveurs Apache et FTP et le système Linux\n- Vous connaissez le système de virtualisation Docker surtout pour les développements en local sur votre machine\n- Vous connaissez l'outil de versionning Git\n- Travailler avec les API ne vous pose pas de problème (simulation d'appels à des API avec l'outil POSTMAN)\n\nPlus:\n- Connaissance des marketplaces (amazon, cdiscount, kaufland, bol, gosport, ebay ...)\n- Vous connaissez le langage de scripting SH sur Linux\n- Vous connaissez l'outil de stockage Amazon S3 de AWS\n- Vous connaissez le concept d'agrégateur de flux ","profil":"ançais tant à l’écrit qu’à l’oral ; vous serez souvent en communication avec groupement investisseurs Français, discussion sur WhatsApp fréquentes et quotidiennes\n- Développeur motivé et dynamique\n- Rapidité\n- Créativité, Autonomie\n- Sens de l’organisation\n- Force de proposition,\n- Curiosité (veille technologique et créative permanente)\n- Sensibilité au bon fonctionnement du workflow et donc du business\n- Apte à travailler en équipe\n\nDétails importants:\n- Nous recherchons une personne qui a pour volonté de s’inscrire dans une collaboration sur le long terme. Il s'agit d'un \"emploi stable\". Notre objectif étant de trouver un développeur avec lequel nous souhaitons travailler et construire sur le long terme merci de ne pas postuler si vous êtes de ce type de développeur qui passe d’agence en agence et qui est en perpétuelle recherche d’emploi.\n\n***- Rémunération très motivante à définir ensemble selon expérience et niveau de compétences ***\n\n- Horaire : du lundi au vendredi de 10h à 19h heures françaises\n\n- Vous disposez d'une connexion ADSL/Fibre optique ou autre en illimité et qui fonctionne correctement, stable et rapide. Condition OBLIGATOIRE.\n- Avoir un smartphone pour recevoir des appels et des messages WhatsApp / Skype. "},{"poste":"DATA ANALYST - ANTANANARIVO ","detailSociete":" MGBI MADAGASCAR BUSINESS INTELLIGENCE | \n \n Contrat CDI | \n \n Date limite de candidature : 25 Juillet 2022 | \n \n ANTANANARIVO \n\n\n","activite":"\n Société spécialisée dans l'intégration de solutions de gestion (EBP, CIEL, SAGE, Odoo..) et dans la Business Intelligence ","mission":" \n - Création de tableaux en lien avec des applications de gestion (principalement EBP, Odoo et SAGE)\n- Participer à la réalisation des tests et des contrôles sur des systèmes en développement\n- Contribuer à la rédaction des documents tels les documentations, les procédures et les cahiers des charges\n","profil":" - Solides connaissances en Excel et SQL (SQL Server et/ou PostgreSQL)\n- Première utilisation de Power BI\n- Connaissance en modélisation de données\n- Enthousiaste\n- Disposant d’une forte capacité d’analyse, d’un souci du détail et d’un esprit critique\n- Capable de s’autoformer et de proposer des solutions "},{"poste":"Product Owner - Antananarivo ","detailSociete":" SAYNA | \n \n Contrat CDI | \n \n Date limite de candidature : 29 Juillet 2022 | \n \n Antananarivo \n\n \n\n\n\n","activite":"\n Digital ","mission":" \n -Analyser les besoins en SI du client\n-Proposer les solutions adéquates par rapport à ces besoins\n-Alimenter le backlog du produit\n-Rédiger les users stories et gérer la priorité des objectifs/tâches\n-Juger la faisabilité d’une user story en fonction du coût, du temps et de la valeur ajoutée\n-Découper les projets en microtasks et les distribuer aux développeurs\n-Etre l’interface entre l’équipe technique et les clients pendant les projets\n-Suivre la réalisation des microtasks et s'assurer du respect des plannings \n-Assurer les validations des projets dans les détails en respectant les procédures définies (sur environnement de tests, de production, de post-production) \n-Organiser les déploiements et les présentations du produit de manière régulière avec toutes les équipes projet ","profil":" -Minimum 02 ans d'expériences dans la gestion de projets IT\n-Maîtrise des méthodologies et des outillages en gestion de projets IT (AGILE, Cycle en V)\n-Vous savez gérer des équipes en présentiel et online\n-Vous avez un sens de priorité business/ dev aigu\n-Vous êtes passionnés quand il s'agit de transmettre vos connaissances\n-Vous êtes un très bon communicant en français, anglais apprécié\n-Vous avez une bonne culture générale SI et vous êtes motivés pour apprendre\n-Vous avez une très bonne capacité d’analyse (fonctionnelle, métier SI)\n-Vous avez une très bonne capacité de synthèse et de rédaction "},{"poste":"SEO / SEA / SMO - Itaosy - Antananarivo ","detailSociete":" MY COM UP | \n \n Contrat CDI | \n \n \n Itaosy - Antananarivo \n\n\n","activite":"\n OFFSHORE ","mission":" \n * SEO\n- Travailler le SEO à tout point de vue :\n- contenu, netlinking, optimisation technique\n- Notamment, étudier/déceler les mots clefs pertinents sur nos univers et nous y\npositionner\n- Veille permanente, curiosité inépuisable sur les évolutions du monde SEO\n- Veille concurrentielle permanente et actions pour se maintenir en face\n- Valoriser de contenu\n* SEA\n- Suivi et optimisation des campagnes en cours\n- Détecter les opportunités de mots clés à tester\n* SMO\n- Intégration de fonctionnalités sociales sur les contenus du site web de l’entreprise (fils RSS, boutons de partage, commentaires…) ;\n- Diffusion des contenus du site sur les médias sociaux (blogs, réseaux sociaux,\ngroupes de discussion…) ","profil":" De l’expérience dans le SEO\nUn gros penchant pour les chiffres et les objectifs\nUn réflexe d’analyse avant et après chaque action\nUne obsession pour l’optimisation, encore et encore, autant pour le naturel que pour le payant\nLe goût du travail en équipe "},{"poste":"Développeurs Java Confirmés / Seniors - Antananarivo ","detailSociete":" RELIA | \n \n Contrat CDI | \n \n \n Antananarivo \n\n \n\n\n\n","activite":"\n Entreprise de Service Numériques ","mission":" \n Grand projet international dans le domaine aéronautique et IOT ","profil":" Stack technique : Java Spring, JEE, Maîtrise JPA / Hibernate , Maitrise de P.O.O "},{"poste":"(01) Développeur Java - Antananarivo ","detailSociete":" Value iT | \n \n Contrat CDI | \n \n \n Antananarivo \n\n\n \n\n\n\nVoir toutes les offres de ce recruteur- \n\n","activite":"\n Nous sommes une société de services numériques, un intégrateur de solutions IT et télécoms. Notre mission est de faire de votre système d’informations un atout, un levier de performance. ","mission":" \n -Créer et assurer la maintenance des crawlers (Programmes de collecte de données sur le web).\n -Analyser les difficultés et proposer des solutions techniques.\n-Communiquer avec nos collaborateurs à l'étranger.\n","profil":" - Vous êtes issu d’une formation technique supérieure (Bacc +4/5), idéalement en informatique\n- Le développement Java vous passionne et vous aimez résoudre des problèmes complexes.\n- Vous êtes créatif et disposez d’excellentes capacités d’analyse et de réflexion\n- Vous avez une approche méthodique et rigoureuse, vous savez suivre des process.\n- Vous maîtrisez différents environnements techniques (Windows, Linux).\n"},{"poste":"Stagiaire Graphiste -réf:SG 001 - Antananarivo ","detailSociete":" Namakco | \n \n Contrat Stage | \n \n Date limite de candidature : 29 Juillet 2022 | \n \n Antananarivo \n\n\n","activite":"\n 1- Création de vêtements pour femmes\n2- Confection de linge de maison\n3- Fabrication de meubles\n4- Conception d’aménagement & décoration d’intérieur\n","mission":" \n Si vous avez de l'expérience en conception graphique ou visuelle et que vous voulez en apprendre plus sur le métier, nous aimerions vous rencontrer ! ","profil":" - créatif\n- maîtrise des logiciels pour concevoir, modifier ou corriger les graphismes\n- maitrise le traitement d'images\n- Maitrise les jeux de couleur\n\nRejoins notre équipe avant le 29 juillet 2022 ","reference":" \n SG 001 "},{"poste":"DEVELOPPEUR FULL STACK SHOPIFY","detailSociete":" DEVLOP | \n \n Contrat Free-lance | \n\n\n","activite":"\n Dans le cadre de son développement, une société Suisse cherche son développeur Full stack pour Shopify. La société commercialise des produits électroniques sur Internet et est présente dans 3 pays européens actuellement. ","mission":" \n Le Développeur Full Stack Shopify aura à gérer les tâches suivantes : \n\n- Front et Back End\n- A/B testing\n- plan de tagging\n- créer des URL personnalisées\n- scripts divers\n- personnalisation de thème\n- modifications diverses\n- optimisation de la vitesse du site\n- création de sites Shopify pour des nouveaux produits\n- SEO\n- autres besoins de développement hors Shopify pour des besoins ponctuels (scripts divers pour automatisation, app...) ","profil":" Au moins 1 an d'expérience en développement web full stack sur Shopify. "},{"poste":"Un Développeur PHP Fullstack (télétravail) - Antananarivo ","detailSociete":" MAKI AGENCY | \n \n Contrat CDI | \n \n \n Antananarivo \n\n\n","activite":"\n Maki Agency est une agence web qui prend en charge tous vos projets de création et de développement de sites web et mobile, de graphismes ou print. ","mission":" \n Vous devez être en mesure \n\n\td'assurer la conception, le développement, la mise en production ainsi que la maintenance (optimisation, inspection et débogage) de site ou application Web.\n\td'intégrer au sein d'un CMS (généralement Wordpress) les découpes HTML fournis.\n\td'intégrer et d'adapter le thème proposé par le client tout en respectant les chartes graphiques imposées.\n\tde suivre et de respecter les cahiers des charges tant au niveau des estimations établies à chaque début de projet qu'au niveau des aspects visuels et fonctionnels.\n","profil":" Nous attendons que vous ayez \n\n\tde l'autonomie dans la réalisation de vos tâches quotidiennes\n\tle bon sens dans l'analyse des besoins ainsi qu'une approche communicative dans les éventuels blocages, dans la participation aux estimations de projet\n\tune bonne expérience du CMS Wordpress notamment sur la création de thème et plugins. La connaissance sur d'autres CMS PHP tels que Joomla, Prestashop, ou autres serait un atout.\n\tune bonne expérience de réalisation de projet PHP sans l'usage de CMS ou Framework (from scratch)\n\tune bonne expérience de réalisation de projet PHP avec l'usage de Framework tels que Laravel. La connaissance sur d'autres Framework PHP tels que Symfony, Codeigniter, ou autres serait un atout.\n\tune bonne expérience de dynamisation Web avec Javascript (librairies et/ou framework)\n\tles bonnes pratiques de bien structurer et de bien documenter vos codes étant donné que vous travaillerez en équipe\n\tune bonne connaissance de l'usage de GIT. La connaissance sur d'autres outils de versioning serait un atout.\n\tune bonne connaissance de l'environnement de déploiement tel que la configuration d'Apache, de PHP, de Mysql.\n\tl'aisance dans la discipline Agile notamment en termes de flexibilité et de basculement vers d'autres projets.\n\tles qualités personnelles suivantes : rigueur et rapidité dans la réalisation, curiosité, réactivité, force de proposition.\n\nAVANTAGES :\n\n\tVous travaillerez à domicile (télétravail)\n\tVous travaillerez avec une équipe jeune et dynamique\n\tHoraires de travail : Du Lundi au Vendredi de 9h à 18h\n\t…\n"},{"poste":"DEVELOPPEUR WEB -réf:R2204-ARCHDEV - Antananarivo ","detailSociete":" QDATA | \n \n Contrat Plein temps | \n \n \n Antananarivo \n\n\n","activite":"\n Spécialisé dans la recherche clinique ","mission":" \n Attaché au Responsable d’équipe développement, vous serez amené à :\n- Participer à la conception des applicatifs (recherches, modélisation, analyses, référentiel fonctionnel)\n- Évaluer et réaliser le développement, les tests techniques, la documentation, la formation jusqu’à la mise en production des applications\n- Assurer la maintenance de l’application\n- Assurer la traçabilité des opérations et la collecte des preuves de tests\n- Rapporter les activités\n- Participer aux réflexions concernant l’amélioration du processus développement ","profil":" - Titulaire d’un diplôme de Baccalauréat + 4 en informatique des grandes écoles,\n- Ayant au moins 2 années d’expériences réussies à la fonction de développeur\n- Vous avez les qualités requises suivantes : esprit d’analyse, sens pratique, logique, consciencieux, rigoureux, facilité d’adaptation, sens du travail en équipe, sens critique\n- Maîtrise technique et méthodologiques : langages WEB, BDD, framework (CodeIgniter), librairies (Jquery, bootstrap, angular JS, FPDF, HighCharts) & outils associées (conception, gestion des codes sources, tests unitaires)\n\nCDI (période d’essai 4 mois) - Salaire Fixe + primes\nLieu de travail: ANDRAINARIVO\n\nVeuillez transmettre votre CV, prétention salariale et lettre de motivation, sous la référence R2204-ARCHDEV en précisant l’adéquation de votre candidature avec le poste proposé (expériences/formations).\nSeules candidatures retenues feront l’objet d’une convocation. ","reference":" \n R2204-ARCHDEV "},{"poste":"TESTEUR LOGICIEL -réf:R2206_TESTLOG - Antananarivo ","detailSociete":" QDATA | \n \n Contrat Plein temps | \n \n \n Antananarivo \n\n\n","activite":"\n QDATA filiale du groupe Quanta-Medical (VCLS Company), spécialisée en recherche clinique ","mission":" \n Il aura pour objectif de garantir la qualité des programmes informatiques et de ses fonctionnalités : \n\n- Analyse du contexte du projet \n- Établissement de la méthodologie de test \n- Conception et exécution des tests retenus \n- Élaboration d’un rapport de test ","profil":" De formation ingénieur : \n\n - Vous maîtrisez les langages de développement WEB et associés (PHP, BDD, Scripts…) \n - La maitrise des outils de tests automatisés serait un plus\n - DÉBUTANT accepté, vous aurez à faire la preuve de votre motivation \n\nVous avez les qualités requises suivantes : esprit d’analyse, rigueur, sens de l’organisation, facilité d’adaptation et autonomie \n\nPrise en charge sous condition d’une formation qualifiante\n- Méthodologie de tests logiciels\n- Pratique des tests automatisés\n\nPoste basé à Andrainarivo (Antananarivo Ville) \n\nVeuillez transmettre votre CV et lettre de motivation avec prétention salariale via le site sous la référence R2206-TESTLOG en précisant l’adéquation de votre candidature avec le poste proposé \n\n***Seules les candidatures retenues feront l’objet d’une convocation\n","reference":" \n R2206_TESTLOG "},{"poste":" \n REF136/PJ ","detailSociete":"eur Java FullStack\n• Langage principal java et/ou langages basé sur la JVM. \n• Angular/Frameworks JS (Angular de préference)\n• Technologie JEE, vert.x, spring, hibernate, GIT, intégration continue\n• Base de données MariaDB, mongoDB, oracle (sql/nosql)\n• Os : Windows mais principalement du Linux (Redhat/Centos)\n• Développement d’API SOAP/REST, microservices\n• Développement de frontaux web\n","activite":" analyses techniques du cahier des charges soumis par les chefs de projet\n•\tFaire une conception technique de sites, conformément aux exigences du cahier des charges\n•\tGérer la phase de test des applications et vérification de l’intégration du développement\n•\tRédiger des notes explicatives pour détailler le code et le rendre compréhensible par les autres intervenants. ","mission":"\n ESN/SSII ","profil":" INGENOSYA | \n \n Contrat CDI | \n\n \n\n\n\n","reference":"DEVELOPPEUR JAVA FULLSTACK -réf:REF136/PJ"},{"poste":" \n dévéloppeurFullstackPHP ","detailSociete":"hant idéalement un stage pour une pré-embauche\nVous connaissez les principes du développement web fullstack (HTML / CSS, JS, backend) et avez déjà une première expérience (projet, stage) sur un framework backend PHP (Symfony, Laravel...)\nVous avez un intérêt marqué pour la qualité de développement et les bonnes pratiques\nStack techno :\nLaravel\nFPDF\nBootstrap\nAngular\nFirebase\nFlutter\nMysql\nGit\nDocker ","activite":"agiaire développeur, vous travaillerez avec un Lead développeur de SOFTIMAD en méthodologie agile. Vos principales missions seront :\nDévelopper de nouvelles fonctionnalités et évolutions du site\nParticiper à la maintenance de l’application\nParticiper aux revues de code et à l’élaboration globale de l'architecture\nÊtre force de proposition et contribuer à notre amélioration continue : organisation, process, qualité et maintenabilité du code, refactoring...\n\nIntérêts du stage :\nVous faire participer au développement d'une entreprise en phase de croissance.\nVous faire vivre une expérience de développeur full-stack dans une petite structure en vous permettant d'être responsabilisé et autonome rapidement et de monter en compétence. ","mission":"\n Entreprise de service numérique ","profil":" Softimad Madagascar ESN SARL  | \n \n Contrat stage pré-embauche  | \n \n Date limite de candidature : 31 Juillet 2022 | \n \n Antananarivo \n\n\n","reference":"Stage pré-embauche- Développeur Fullstack (PHP) - Antananarivo "},{"poste":"- Expérience dans le domaine \n- Maîtrise de l'informatique bureautique \n- Maîtrise de la recherche sur le web \n- Bonne connaissance en navigation Internet\n- Apte à travailler sous pression \n\nSi vous correspondez à ces critères, envoyez-nous votre CV+LM+PRÉTENTION (OBLIGATOIRE) via le site. \nSeules les candidatures retenues feront l'objet d'un appel. ","detailSociete":" \n Société de traitement de données informatiques cherche des opérateurs WEB. ","activite":"\n Société de traitement de données informatiques ","mission":" DATASTAR | \n \n Contrat CDI | \n \n \n Tana \n\n\n","profil":"OPÉRATEURS WEB - Tana "},{"poste":" Profil Recherché\nMinimum Bacc +3 en Informatique ou formation de développement\t\nAyant une expérience pertinente de 2 ans minimum dans un poste similaire\t\nMaîtrise de la langue française\t\t\nConnaissance de la langue Anglaise\t\t\nApte à travailler sous pression\nCréatif et passionné\n","detailSociete":" \n Principales Missions\nVous êtes en charge de faire :\n\nLe développement Front-end et Back-end\t\nles phases de tests et débogage\nLa mise en production\n","activite":"\n Une société du domaine informatique ","mission":" OLO SOURCING | \n \n Contrat CDI | \n \n \n Antananarivo \n\n \n\n\n\n","profil":"UN(E) DÉVELOPPEUR FULLSTACK  (H/F) - Antananarivo "},{"poste":" Profil Recherché\nMinimum Bacc +3 en Informatique ou formation de développement\t\nAyant une expérience pertinente de 2 ans minimum dans un poste similaire\nMaîtrise parfaite du WordPress et des fonctions principales en PHP\nBonne maîtrise de HTML/CSS (aux normes W3C), JAVASCRIPT\nBonne maîtrise en SGBD SQL et NoSQL\nMaîtrise de la langue française\t\t\nConnaissance de la langue Anglaise\t\t\nApte à travailler sous pression\nCréatif et passionné\n","detailSociete":" \n Principales Missions\nVous serez en charge de faire :\nLe développement\t\nles phases de tests et débogage\nLa mise en production\n","activite":"\n Une société du domaine informatique ","mission":" OLO SOURCING | \n \n Contrat CDI | \n \n \n Antananarivo \n\n \n\n\n\n","profil":"UN(E) DÉVELOPPEUR WORDPRESS  (H/F) - Antananarivo "},{"poste":" Profil Recherché\nMinimum Bacc +3 en Informatique ou formation de développement\t\nAyant une expérience pertinente de 2 ans minimum dans un poste similaire\nBonne maîtrise de PYTHON\nBonne connaissance du framework Django, API Rest\nBonne maîtrise de HTML/CSS (aux normes W3C), JAVASCRIPT\nBonne maîtrise en SGBD SQL et NoSQL\nMaîtrise de la langue française\t\t\nConnaissance de la langue Anglaise\t\t\nApte à travailler sous pression\nCréatif et passionné\n","detailSociete":" \n Principales Missions\nVous serez en charge de faire :\nLe développement Front-end et Back-end\t\nles phases de tests et débogage\nLa mise en production\n","activite":"\n Une société du domaine informatique ","mission":" OLO SOURCING | \n \n Contrat CDI | \n \n \n Antananarivo \n\n \n\n\n\n","profil":"UN(E) DÉVELOPPEUR PYTHON  (H/F) - Antananarivo "},{"poste":" Profil Recherché\nMinimum Bacc +3 en Informatique ou formation de développement\t\nAyant une expérience pertinente de 3 ans minimum dans un poste similaire\nConnaissance de PHPUnit et Selenium fortement appréciée\nBonne maîtrise de PHP (5 & 7)\nParfaite maîtrise HTML, CSS 2 et 3 aux normes W3C\nBonne maîtrise en SGBD SQL et NoSQL\t\nMaîtrise de la langue française\t\t\nConnaissance de la langue Anglaise\t\t\nApte à travailler sous pression\nCréatif et passionné\n","detailSociete":" \n Principales Missions\nVous êtes en charge de faire :\nLe développement\t\nles phases de tests et débogage\nLa mise en production\n","activite":"\n Une société du domaine informatique ","mission":" OLO SOURCING | \n \n Contrat CDI | \n \n \n Antananarivo \n\n \n\n\n\n","profil":"UN(E) DÉVELOPPEUR PHP  (H/F) - Antananarivo "},{"poste":" Profil Recherché\nMinimum Bacc +3 en Informatique ou formation de développement\t\nAyant une expérience pertinente de 3 ans minimum dans un poste similaire\nBonne connaissance de la culture web\nBonne maîtrise d’ASP.net, MVC, web Services WCF et WebAPI\nBonne maîtrise des Frameworks Entity Framework et Linq\nUne connaissance des technologies mobiles (iOs et Android) serez un plus\nConnaissance SQL seurveur et Git\t\nMaîtrise de la langue française\t\t\nConnaissance de la langue Anglaise\t\t\nApte à travailler sous pression\nCréatif et passionné\n","detailSociete":" \n Principales Missions\nVous êtes en charge de faire :\nLe développement\t\nles phases de tests et débogage\nLa mise en production\n","activite":"\n Une société du domaine informatique ","mission":" OLO SOURCING | \n \n Contrat CDI | \n \n \n Antananarivo \n\n \n\n\n\n","profil":"UN(E) DÉVELOPPEUR NET  (H/F) - Antananarivo "},{"poste":" Profil Recherché\nMinimum Bacc +3 en Informatique ou formation de développement\t\nAyant une expérience pertinente de 2 ans minimum dans un poste similaire\nMaîtrise du langage JavaScript et de ses principaux frameworks (Angular, Vue, React)\nUne connaissance de Polymer et une expérience en développement de webapps seront fortement appréciées\nMaîtrise de la langue française\t\t\nConnaissance de la langue Anglaise\t\t\nApte à travailler sous pression\nCréatif et passionné\n","detailSociete":" \n Principales Missions\nVous serez en charge de faire:\nLe développement\t\nles phases de tests et débogage\nLa mise en production\n","activite":"\n Une société du domaine informatique ","mission":" OLO SOURCING | \n \n Contrat CDI | \n \n \n Antananarivo \n\n \n\n\n\n","profil":"UN(E) DÉVELOPPEUR JAVASCRIPT  (H/F) - Antananarivo "},{"poste":" Une expérience dans le domaine est fortement souhaitée\nTrès à l'aise en communication et en relation clients\nTrès bonne connaissance de la méthode Agile (Scrum, Kanban) \nUne bonne culture web (applicatif, site vitrine, e-commerce)\nMaîtrise de la langue française\t\t\nConnaissance de la langue Anglaise\t\t\nApte à travailler sous pression\n","detailSociete":"charge de : \nLa veille technologique\nL’organisation de travail des équipes en mode Agile\nÊtre en relation permanente avec nos clients en offshore et connaître leurs besoins dans les détails. \n","activite":"\n Une société du domaine informatique recherche: \n","mission":" OLO SOURCING | \n \n Contrat CDI | \n \n \n Antananarivo \n\n \n\n\n\n","profil":"UN(E) PRODUCT OWNER - Antananarivo "},{"poste":"en Informatique ou formation de développement\t\nAyant une expérience pertinente de 3 ans minimum dans un poste similaire\nBonne maîtrise de Prestashop, des fonctions principales en PHP (5 & 7)\nBonne maîtrise en SGBD SQL et NoSQL, HTML / CSS aux normes W3C\nConnaissance de Phpunit et Selenium fortement appréciée\t\nMaîtrise de la langue française\t\t\nConnaissance de la langue Anglaise\t\t\nApte à travailler sous pression\n","detailSociete":"charge d’effectuer :\nLes managements de l’équipe et du projet\nLa communication - client\nLe soutien technique\nLe développement\nLes phases de tests et débogage\nLa mise en production\n","activite":"\n Une société du domaine informatique ","mission":" OLO SOURCING | \n \n Contrat CDI | \n \n \n Antananarivo \n\n \n\n\n\n","profil":"UN(E) LEAD PHP - Antananarivo "},{"poste":"en Informatique ou formation de développement\t\nAyant une expérience pertinente de 3 ans minimum dans un poste similaire\t\nBonne maîtrise de Javascript et ses principaux frameworks (Angular, Vue, React)\nUne connaissance de Polymer et une expérience en développement de webapps seront fortement appréciées\nMaîtrise de la langue française\t\t\nConnaissance de la langue Anglaise\t\t\nApte à travailler sous pression\nCréatif et passionné\n","detailSociete":"charge d’effectuer :\nLes managements de l’équipe et du projet\nLa communication - client\nLe soutien technique\nLe développement\nLes phases de tests et débogage\nLa mise en production\n","activite":"\n Une société du domaine informatique ","mission":" OLO SOURCING | \n \n Contrat CDI | \n \n \n Antananarivo \n\n \n\n\n\n","profil":"UN(E) LEAD JAVASCRIPT - Antananarivo "},{"poste":"en Informatique ou formation de développement\t\nParfaite maîtrise du langage Front-end et back-end\nAyant une expérience pertinente de 3 ans minimum dans un poste similaire\t\nMaîtrise de la langue française\t\t\nConnaissance de la langue Anglaise\t\t\nApte à travailler sous pression\nCréatif et passionné\n","detailSociete":"charge d’effectuer :\nLes managements de l’équipe et du projet\nLa communication - client\nLe soutien technique\nLe développement\nLes phases de tests et débogage\nLa mise en production\n","activite":"\n Une société du domaine informatique ","mission":" OLO SOURCING | \n \n Contrat CDI | \n \n \n Antananarivo \n\n \n\n\n\n","profil":"UN(E) LEAD FULLSTACK - Antananarivo "},{"poste":" Profil Recherché\nMinimum Bacc +3 en Informatique ou formation de développement\t\nAyant une expérience pertinente de 2 ans minimum dans un poste similaire\nBonne maîtrise en HTML, CSS 3 aux normes W3C et de Photoshop\nConnaissance de Bootstrap, Gulp, SCSS et LESS fortement appréciée\nCapacité d’autoformation sur les nouvelles technologies.\nMaîtrise de la langue française\t\t\nConnaissance de la langue Anglaise\t\t\nApte à travailler sous pression\n","detailSociete":" \n Principales Missions\nVous serez en charge de faire :\nLa veille technologique\nL’intervention sur l’intégration de sites et applications web autour des aspects suivants : \nAnalyse des maquettes\nDécoupage des maquettes \nCréation de templates\n","activite":"\n Une société du domaine informatique ","mission":" OLO SOURCING | \n \n Contrat CDI | \n \n \n Antananarivo \n\n \n\n\n\n","profil":"UN(E) INTÉGRATEUR WEB  (H/F) - Antananarivo "},{"poste":" Profil Recherché\nMinimum Bacc +3 en Informatique ou formation de développement\t\nAyant une expérience pertinente de 3 ans minimum dans un poste similaire\nConnaissance de PHPUnit et Selenium fortement appréciée\nBonne maîtrise de PHP (5 & 7)\nParfaite maîtrise HTML, CSS 2 et 3 aux normes W3C\nBonne maîtrise en SGBD SQL et NoSQL\t\nMaîtrise de la langue française\t\t\nConnaissance de la langue Anglaise\t\t\nApte à travailler sous pression\nCréatif et passionné\n","detailSociete":" \n Principales Missions\nVous êtes en charge de faire :\nLe développement\t\nles phases de tests et débogage\nLa mise en production\n","activite":"\n Une société du domaine informatique ","mission":" OLO SOURCING | \n \n Contrat CDI | \n \n \n Antananarivo \n\n \n\n\n\n","profil":"UN(E) DÉVELOPPEUR PHP  (H/F) - Antananarivo "},{"poste":" Profil Recherché\nMinimum Bacc +3 en Informatique ou formation de développement\t\nAyant une expérience pertinente de 3 ans minimum dans un poste similaire\nBonne connaissance de la culture web\nBonne maîtrise d’ASP.net, MVC, web Services WCF et WebAPI\nBonne maîtrise des Frameworks Entity Framework et Linq\nUne connaissance des technologies mobiles (iOs et Android) serez un plus\nConnaissance SQL seurveur et Git\t\nMaîtrise de la langue française\t\t\nConnaissance de la langue Anglaise\t\t\nApte à travailler sous pression\nCréatif et passionné\n","detailSociete":" \n Principales Missions\nVous êtes en charge de faire :\nLe développement\t\nles phases de tests et débogage\nLa mise en production\n","activite":"\n Une société du domaine informatique ","mission":" OLO SOURCING | \n \n Contrat CDI | \n \n \n Antananarivo \n\n \n\n\n\n","profil":"UN(E) DÉVELOPPEUR NET  (H/F) - Antananarivo "},{"poste":" Profil Recherché\nMinimum Bacc +3 en Informatique ou formation de développement\t\nAyant une expérience pertinente de 2 ans minimum dans un poste similaire\nMaîtrise du langage JavaScript et de ses principaux frameworks (Angular, Vue, React)\nUne connaissance de Polymer et une expérience en développement de webapps seront fortement appréciées\nMaîtrise de la langue française\t\t\nConnaissance de la langue Anglaise\t\t\nApte à travailler sous pression\nCréatif et passionné\n","detailSociete":" \n Principales Missions\nVous serez en charge de faire:\nLe développement\t\nles phases de tests et débogage\nLa mise en production\n","activite":"\n Une société du domaine informatique ","mission":" OLO SOURCING | \n \n Contrat CDI | \n \n \n Antananarivo \n\n \n\n\n\n","profil":"UN(E) DÉVELOPPEUR JAVASCRIPT  (H/F) - Antananarivo "},{"poste":" Une expérience dans le domaine est fortement souhaitée\nTrès à l'aise en communication et en relation clients\nTrès bonne connaissance de la méthode Agile (Scrum, Kanban) \nUne bonne culture web (applicatif, site vitrine, e-commerce)\nMaîtrise de la langue française\t\t\nConnaissance de la langue Anglaise\t\t\nApte à travailler sous pression\n","detailSociete":"charge de : \nLa veille technologique\nL’organisation de travail des équipes en mode Agile\nÊtre en relation permanente avec nos clients en offshore et connaître leurs besoins dans les détails. \n","activite":"\n Une société du domaine informatique recherche: \n","mission":" OLO SOURCING | \n \n Contrat CDI | \n \n \n Antananarivo \n\n \n\n\n\n","profil":"UN(E) PRODUCT OWNER - Antananarivo "},{"poste":"en Informatique ou formation de développement\t\nAyant une expérience pertinente de 3 ans minimum dans un poste similaire\nBonne maîtrise de Prestashop, des fonctions principales en PHP (5 & 7)\nBonne maîtrise en SGBD SQL et NoSQL, HTML / CSS aux normes W3C\nConnaissance de Phpunit et Selenium fortement appréciée\t\nMaîtrise de la langue française\t\t\nConnaissance de la langue Anglaise\t\t\nApte à travailler sous pression\n","detailSociete":"charge d’effectuer :\nLes managements de l’équipe et du projet\nLa communication - client\nLe soutien technique\nLe développement\nLes phases de tests et débogage\nLa mise en production\n","activite":"\n Une société du domaine informatique ","mission":" OLO SOURCING | \n \n Contrat CDI | \n \n \n Antananarivo \n\n \n\n\n\n","profil":"UN(E) LEAD PHP - Antananarivo "},{"poste":"en Informatique ou formation de développement\t\nAyant une expérience pertinente de 3 ans minimum dans un poste similaire\t\nBonne maîtrise de Javascript et ses principaux frameworks (Angular, Vue, React)\nUne connaissance de Polymer et une expérience en développement de webapps seront fortement appréciées\nMaîtrise de la langue française\t\t\nConnaissance de la langue Anglaise\t\t\nApte à travailler sous pression\nCréatif et passionné\n","detailSociete":"charge d’effectuer :\nLes managements de l’équipe et du projet\nLa communication - client\nLe soutien technique\nLe développement\nLes phases de tests et débogage\nLa mise en production\n","activite":"\n Une société du domaine informatique ","mission":" OLO SOURCING | \n \n Contrat CDI | \n \n \n Antananarivo \n\n \n\n\n\n","profil":"UN(E) LEAD JAVASCRIPT - Antananarivo "},{"poste":"en Informatique ou formation de développement\t\nParfaite maîtrise du langage Front-end et back-end\nAyant une expérience pertinente de 3 ans minimum dans un poste similaire\t\nMaîtrise de la langue française\t\t\nConnaissance de la langue Anglaise\t\t\nApte à travailler sous pression\nCréatif et passionné\n","detailSociete":"charge d’effectuer :\nLes managements de l’équipe et du projet\nLa communication - client\nLe soutien technique\nLe développement\nLes phases de tests et débogage\nLa mise en production\n","activite":"\n Une société du domaine informatique ","mission":" OLO SOURCING | \n \n Contrat CDI | \n \n \n Antananarivo \n\n \n\n\n\n","profil":"UN(E) LEAD FULLSTACK - Antananarivo "},{"poste":" Profil Recherché\nMinimum Bacc +3 en Informatique ou formation de développement\t\nAyant une expérience pertinente de 2 ans minimum dans un poste similaire\nBonne maîtrise en HTML, CSS 3 aux normes W3C et de Photoshop\nConnaissance de Bootstrap, Gulp, SCSS et LESS fortement appréciée\nCapacité d’autoformation sur les nouvelles technologies.\nMaîtrise de la langue française\t\t\nConnaissance de la langue Anglaise\t\t\nApte à travailler sous pression\n","detailSociete":" \n Principales Missions\nVous serez en charge de faire :\nLa veille technologique\nL’intervention sur l’intégration de sites et applications web autour des aspects suivants : \nAnalyse des maquettes\nDécoupage des maquettes \nCréation de templates\n","activite":"\n Une société du domaine informatique ","mission":" OLO SOURCING | \n \n Contrat CDI | \n \n \n Antananarivo \n\n \n\n\n\n","profil":"UN(E) INTÉGRATEUR WEB  (H/F) - Antananarivo "},{"poste":" \n dévéloppeurFullstackPHP ","detailSociete":"hant idéalement un stage pour une pré-embauche\nVous connaissez les principes du développement web fullstack (HTML / CSS, JS, backend) et avez déjà une première expérience (projet, stage) sur un framework backend PHP (Symfony, Laravel...)\nVous avez un intérêt marqué pour la qualité de développement et les bonnes pratiques\nStack techno :\nLaravel\nFPDF\nBootstrap\nAngular\nFirebase\nFlutter\nMysql\nGit\nDocker ","activite":"agiaire développeur, vous travaillerez avec un Lead développeur de SOFTIMAD en méthodologie agile. Vos principales missions seront :\nDévelopper de nouvelles fonctionnalités et évolutions du site\nParticiper à la maintenance de l’application\nParticiper aux revues de code et à l’élaboration globale de l'architecture\nÊtre force de proposition et contribuer à notre amélioration continue : organisation, process, qualité et maintenabilité du code, refactoring...\n\nIntérêts du stage :\nVous faire participer au développement d'une entreprise en phase de croissance.\nVous faire vivre une expérience de développeur full-stack dans une petite structure en vous permettant d'être responsabilisé et autonome rapidement et de monter en compétence. ","mission":"\n Entreprise de service numérique ","profil":" Softimad Madagascar ESN SARL  | \n \n Contrat stage pré-embauche  | \n \n Date limite de candidature : 31 Juillet 2022 | \n \n Antananarivo \n\n\n","reference":"Stage pré-embauche- Développeur Fullstack (PHP) - Antananarivo "},{"poste":" \n REF136/PJ ","detailSociete":"eur Java FullStack\n• Langage principal java et/ou langages basé sur la JVM. \n• Angular/Frameworks JS (Angular de préference)\n• Technologie JEE, vert.x, spring, hibernate, GIT, intégration continue\n• Base de données MariaDB, mongoDB, oracle (sql/nosql)\n• Os : Windows mais principalement du Linux (Redhat/Centos)\n• Développement d’API SOAP/REST, microservices\n• Développement de frontaux web\n","activite":" analyses techniques du cahier des charges soumis par les chefs de projet\n•\tFaire une conception technique de sites, conformément aux exigences du cahier des charges\n•\tGérer la phase de test des applications et vérification de l’intégration du développement\n•\tRédiger des notes explicatives pour détailler le code et le rendre compréhensible par les autres intervenants. ","mission":"\n ESN/SSII ","profil":" INGENOSYA | \n \n Contrat CDI | \n\n \n\n\n\n","reference":"DEVELOPPEUR JAVA FULLSTACK -réf:REF136/PJ"},{"poste":" \n ADR-2022 ","detailSociete":" -Diplôme Bac +2 / Bac +3 en informatique ou équivalent\n-A l'aise en administration système et réseau\n-Expérience dans le domaine exigée\n\nCompétences techniques :\n\n-Maîtrise des outils d’administration des réseaux et systèmes \n-Bonne maîtrise de la gestion des systèmes d’exploitation, serveurs de messagerie\n-Connaissance des protocoles réseaux\n-Connaissance des normes et procédures de sécurité et des outils et technologies\n-La compétence en anglais technique constituera un atout.\n\nQualités personnelles :\n\n-Réactivité\n-Esprit d’analyse\n-Autonomie\n-Polyvalence\n-Rigueur\n-Capacité de travail en équipe\n-Écoute\n-Adaptabilité\n-Honnêteté et confiance\n\nLieu de Travail : Présentiel dans un espace de coworking dédié. ","activite":" \n Nous recherchons un Administrateur réseau pour les services d'authentification et d'Office 365.\nMise en place et configuration :\n\n-Créer un active directory via VM\n-Migrer les serveurs sur un nouvel active directory\n-Installation et configuration des VM pour les services ITO de base (AD, DNS, DHCP, Radius, sauvegarde, surveillance, gestion des correctifs, antivirus)\n-Provisionnement des données AD :\no max 160 utilisateurs\no max 15 GPO\no max 15 UO\no max 15 groupes\no max 5 trust relationship establishment ","mission":"\n OpenData-Madagascar est une société de services spécialisée dans le traitement externalisée de données informatique, nous prenons en charge la chaîne complète du traitement de l’information. ","profil":" OPENDATA-MADAGASCAR | \n \n Contrat CDI | \n \n Date limite de candidature : 27 Juillet 2022 | \n\n\n","reference":"Administrateur réseaux -réf:ADR-2022 - Ivory Antsirabe 110 - Madagascar"},{"poste":" \n SC/07/2022 ","detailSociete":" - Bacc+3 en Informatique\n- Au minimum 05 ans d'expériences en tant que Développeur DevOps Azure\n- Bonnes connaissances des services Azure (configuration, gestion de la sécurité, protocoles d’authentification, etc.) et les services et architectures du Cloud\n- Expérience requise sur Azure et notamment en contexte CI/CD, en utilisant Azure DevOps\n- Connaissance de la Méthodologie agile\n- Maîtrise parfaite de la langue française ","activite":" \n Pour des clients qui sont basés en France et à Maurice, nous recrutons ici à Antananarivo Madagascar un Développeur DevOps Azure : \n\n- Développer et gérer des composants sur une plateforme Azure\n- concevoir et mettre en œuvre des pipelines de déploiement\n- Assurer le support auprès des utilisateurs de données pendant la courbe \n- Gérer et améliorer l'automatisation sur l'infrastructure\n- Piloter la livraison des environnements, industrialiser leur création ainsi que la suppression sur le Cloud et assurer leur maintien en conditions opérationnelles d’apprentissage et l’utilisation du plateforme Azure. ","mission":"\n cabinet de recrutement,formation et conseils ","profil":" Sourcing Corporation | \n \n Contrat CDD 01 an renouvelable | \n \n Date limite de candidature : 16 Septembre 2022 | \n \n Antananarivo \n\n \n\n\n\n","reference":"Développeur DevOps Azure -réf:SC/07/2022 - Antananarivo "}]