[{"poste":"Agent de Location (véhicules) -réf : ALV","detailSociete":" UTT | \n \n Contrat CDI | \n\n\n","activite":"\n Tourisme et voyage ","mission":" \n -\tGestion relationnelle (recherche prestataire, établir les documents du circuit, etc…)\n-\tGestion du planning des voitures\n-\tContrôle et validation des documents\n-\tEtablir les fiches de bords\n-\tVérifier l'état des véhicules au départ et au retour\n","profil":" -\tAyant un diplôme de tourisme Bac + 3 minimum ou dans un domaine équivalent\n-\tAyant une expérience probante dans la location\n-\tConnaissance du pays et des produits touristiques\n-\tCapacité à gérer les difficultés (réclamation client, etc…)\n-\tAvoir la fibre commerciale\n-\tSavoir s'organiser\n-\tMaîtrise de l’anglais et du français (lu-écrit-parlé)\n-\tNotion de l’italien serait un atout\n-\tMaitrise du pack office (Word, Excel, Outlook, mailing)\n-\tApte à travailler sous pression\n-\tDisponible de suite\n-\tDisponible pour d’éventuels déplacements\n","reference":" \n ALV "},{"poste":"AGENT DE TOURISME POLYVALENT","detailSociete":" UTT | \n \n Contrat CDI | \n\n\n","activite":"\n AGENCE DE VOYAGE ET TO ","mission":" \n -\tDéveloppe valorise et améliore les programmes\n-\tRéceptions et réponses des demandes de clients pour les dossiers en cours et/ou confirmés\n-\tEtablissement des cotations\n-\tEtablissements des programmes\n-\tTenue des registres en cours : évolutions des états de réservations, vérifications des budgets, tenue et la mise à jour du planning général des circuits confirmés\n-\tGestion des feed-back clients\n-\tSuivi des clients durant et après circuits\n","profil":" -\tAyant un diplôme de tourisme Bac + 3 minimum ou dans un domaine équivalent\n-\tAyant une expérience de 3 ans minimum dans le tourisme \n-\tConnaissance du pays et des produits touristiques\n-\tMaîtrise de l’anglais lu-écrit-parlé\n-\tMaîtrise de l’italien lu-écrit-parlé\n-\tBonne connaissance espagnol lu-écrit-parlé\n-\tBonne connaissance du français\n-\tMaîtrise du pack office (Word, Excel, Outlook, mailing)\n-\tConnaissance d’un logiciel du tourisme serait un atout\n-\tApte à travailler sous pression\n-\tDisponible de suite\n-\tDisponible pour d’éventuel déplacements\n-\tHabitant à AntananArivo\n"},{"poste":"RESPONSABLE LOCATIONv (H) - ANTANANARIVO ","detailSociete":" MBIKE MADAGASCAR  | \n \n Contrat CDI | \n \n \n ANTANANARIVO \n\n\n","activite":"\n VENTE, LOCATION VÉLOS et Organisateurs évenements sportif et multiactivités outdoor ","mission":" \n Responsable Développement activités de location, multiactivités outdoor ","profil":" -Homme\n-Sportif fait du vélo\n-Parle français couramment, maîtrise de l'anglais serait un atout \n-minimum licence en tourisme\n-Sérieux, organisé, débrouillard \n-Bon commercial \n-Maîtrise outil informatique surtout Pack office \n-Resp Communication sur les activités de location \n-Disponible à plein temps "},{"poste":"Agents tourisme, forfaitistes","detailSociete":" Tours Operateur Réceptif situé à Ivato | \n \n Contrat CDI | \n\n\n","activite":"\n Tourisme ","mission":" \n Conseiller, Élaborer, proposer, organiser et vendre des circuits touristiques aux Tours Operateurs Etrangers à Madagascar :\nSuivre le dossier : faire des devis, programme, réservation des services, documents de voyage, accueil des clients.\n","profil":" •\tSortant d'une école supérieure ou diplôme universitaire Licence : (Bac+3),\n•\tConnaissance des produits touristiques de M/car et habilité à produire des circuits.\n•\t3 ans d'expériences réussies dans le tourisme,\n•\tConnaissance de la clientèle occidentale : culture, sociale, économique, religion, mœurs.\n•\tAnglais écrit et parlé courant indispensable\n•\tConnaissance en logiciel GRANIT SAFARI\n"},{"poste":"Responsable de maison d’hôte -réf:SCM2020 - Nosy Be - Nosy Komba ","detailSociete":" Anonyme | \n \n Contrat CDI | \n \n \n Nosy Komba \n\n\n","activite":"\n Maison de vacances ","mission":" \n Pour une maison de vacances sise à Nosy Komba, Nosy Be, nous cherchons un couple de cuisinier et de hôtesse pour s’occuper de la maison et de l’accueil des locataires. \n\nMission: \nÊtre les 1er correspondants des propriétaires dans toutes les communications. \nPréparer l’arrivée des clients locataires de la maison. \nGérer et simplifier la vie des clients durant tous leur séjour: transfert, approvisionnement, excursion, repas,etc...\n","profil":" Une expérience d’au moins 2 ans dans l’hôtellerie (dans la cuisine ou restauration ainsi que l’accueil et hébergement) \nParlant bien l’Anglais, car la majorité des locataires sont Anglophones\nApte à prendre des décisions\nAyant un bon sens d’accueil, souriant et courtois. \nHonnête, sérieux, dynamique et organisé \nPeut s’adapter facilement à la vie d’un île. \n","reference":" \n SCM2020 "},{"poste":"RÉCEPTIONNISTE FEMME EXPÉRIMENTÉE-réf: REC5 - ANTANANARIVO  ","detailSociete":" HOTEL 3 ETOILES  | \n \n Contrat CDI | \n \n \n ANTANANARIVO  \n\n\n","activite":"\n HÉBERGEMENT \nPETIT DÉJEUNER\nSALLE DE SPORT ","mission":" \n Accueillir et procéder à l'enregistrement des clients\nSimplifier la vie des clients tout au long de leur séjour\nRépondre au téléphone \nTenir à jour le planning journalier et des réservations \nGérer la facturation, les encaissements et la caisse\nPromouvoir les produits de l'hôtel\nFidéliser la clientèle ","profil":" Expérience et formation en domaine de l'Hôtellerie\n22 ans et plus\nBACC\nParlant Français et anglais, une autre langue sera un atout\nCompétences relationnelles et grande maîtrise de soi, apte à prendre des décisions\nConnaissance en Informatique (Logiciel Hôtellerie souhaité)\nDisponible dans l’immédiat\nApte à travailler à des Horaires Flexibles (Nuit)\nHonnête, sérieuse, dynamique et organisé ","reference":" \n REC5 "},{"poste":"Agent Ticketing - Antananarivo ","detailSociete":" Agence de Voyage à Antananarivo | \n \n Contrat CDD | \n \n \n Antananarivo \n\n\n","activite":"\n Agence de Voyage basée à Antananarivo ","mission":" \n - Connaissances d'Amadeus\n- Accueil téléphonique et mails de la clientèle pour de la vente de billets d'avions\n- Traitement, gestion, suivi des dossiers\n","profil":" -Maîtrise parfaite du système AMADEUS\n-Disponible à travailler à des heures flexibles\n-Sérieux, polie avec un instinct commercial\n-Ayant déjà une expérience dans un poste similaire\n-Bonne maîtrise de la langue française /anglaise "},{"poste":"COMMUNITY MANAGER - Toamasina - Ville ","detailSociete":" Société anonyme | \n \n Contrat CDI | \n \n \n Ville \n\n\n","activite":"\n Tourisme / Voyage ","mission":" \n -Concevoir le site web de l'entreprise et en assurer le suivi\n-Gérer l'animation du site\n-Créer des visuels adaptés aux offres à proposer\n-Gérer le blog et l'emailing de la société\n-Assurer la maintenance du site et sa gestion\n-Effectuer des référencements\n-Animer et fédérer les réseaux sociaux\n-Assurer la veille par rapport aux tendances émergentes\n","profil":" -Homme/Femme: 27 ans et plus\n-Bacc+3 en Marketing/Communication/Développement web\n-2 années d'expériences dans le domaine de la conception de site web et animation réseaux\n-Pointilleux,dynamique,grande esprit de créativité\n-Connaissance de l'hôtellerie / tourisme vivement souhaité\n-Esprit d'équipe\n-Sens du détail et de la qualité rédactionnelle\n-Maîtrise de la technicité du domaine web\n-Capacité d'analyse\n-Bonne maîtrise de la langue française - anglais vivement souhaité\n-Maîtrise de l'outil bureautique notamment des logiciels y afférents au secteur d'activités "},{"poste":"MONITEUR DE SPORT-réf: MN2 (H) - ANTANANARIVO  ","detailSociete":" FIT CLUB  | \n \n Contrat CDI | \n \n \n ANTANANARIVO  \n\n\n","activite":"\n HOTEL - SALLE DE SPORT ","mission":" \n Responsable de la salle de Sport: élabore un programme d’entraînement répondant aux attentes des clients, tout en s’adaptant aux contraintes de ce dernier, pour l’aider à atteindre ses objectifs et surtout à le motiver. ","profil":" Homme expérimenté\nSens de l'accueil\nParlant le français, une autre langue serait un atout\nAptitude physique en tant que moniteur\nApte à Travailler à des horaires flexibles (Dimanche/jours fériés)\nDisponible de suite ","reference":" \n MN2 "},{"poste":"Consultant Tourisme - Ambodivona Antananarivo ","detailSociete":" Tour Operator | \n \n Contrat CDI | \n \n \n Ambodivona Antananarivo \n\n\n","activite":"\n Société opérant dans le tourisme depuis 30 ans. Aujourd’hui, nous recherchons un conseiller voyage pour notre tour operator situé à proximité d’Ambodivona – Antananarivo. ","mission":" \n Le poste est basé en temps plein à notre siège à Antananarivo - Ambodivona.\nEn qualité de conseiller voyages, vous assurez le conseil et la vente au client des services et produits (circuits, séjours, forfaits, locations proposés par les TO, etc.) :\n•Conseiller le client : compréhension des attentes, sélections de produits et de services, et formulation de propositions, argumentation en vue de la concrétisation de la vente.\n•Réaliser les opérations de réservation et de vente.\n•Concevoir l’assemblage de prestations (transport, hébergement, restauration, animation…) en vue de réaliser un forfait simple ou une demande complexe de la clientèle.\n•Participer à la création de prospects afin de développer le portefeuille\n","profil":" De formation touristique et/ou commerciale, vous justifiez d'une expérience réussie d'au moins 2 à 3 ans dans la vente de produits et services touristiques en agence de voyages et maîtrisez les outils informatiques nécessaires à la vente de ces produits (Granit et Amadeus sont un plus).\n•Maîtrise du marché touristique à Madagascar\n•Maîtrise de la suite Microsoft Office (Excel, Word, Outlook)\n•Bon relationnel client\n•Anglais indispensable, Allemand sera un plus\n•Compétences en gestion de budget \n•Sens de l’innovation et de l’écoute \n•Capacité d’analyse, rigueur\n"},{"poste":"CHARGE QUALITÉ SENIOR - ANTANANARIVO ","detailSociete":" INDUSTRIE | \n \n Contrat CDI | \n \n \n ANTANANARIVO \n\n\n \n\n\n\nVoir toutes les offres de ce recruteur- \n\n","activite":"\n INDUSTRIE ","mission":" \n Dans notre perpétuelle volonté d’intégrer de nouveaux talents \n\nNous recrutons \n\n1 CHARGE QUALITÉ\n\nVous serez intégré à l’équipe Qualité\n\nVotre missions consiste à:\nAssurer les tâches d’organisation au sein de la société \nEffectuer les Audits et Contrôle\nVeiller à l’amélioration continue \nAssurer la communication, sensibilisation et formation à la qualité \nContrôler les processus de direction et d’amélioration continue \nSensibiliser la culture qualité\n\nPrêt (es) pour de nouveaux défis? Rejoignez une équipe attractive \n","profil":"ment Qualité ou similaire \n3 ans d’expériences significatives dans le domaine du management qualité \nExcellente maîtrise de la langue Anglaise et la langue Française \nConnaissance avancée sur les Normes Qualités (ISO, ETC )\n"},{"poste":"Explorateurs rédacteurs de voyages - Antananarivo ","detailSociete":" Manoova | \n \n Contrat CDI | \n \n \n Antananarivo \n\n\n","activite":"\n Manoova est le plus grand éditeur de marketplaces spécialisées à Madagascar, proposant une expérience client basée sur les profils des utilisateurs. ","mission":" \n Voyagez avec nous! Devenez des explorateurs rédacteurs de voyages et rejoignez une équipe passionnée d’aventure. ","profil":" - Vous êtes à l’aise avec les différentes formes de recherches (web, journaux, archives…)\n- Vous avez un excellent niveau de français (compréhension et écrit surtout)\n- Vous avez fait au moins 2 ans de rédaction \n- Vous êtes à l’aise à suivre à la lettre les différentes spécifications et contraintes tout en gardant votre texte accrocheur.\n- Vous avez l’âme d’un explorateur et vous êtes partant pour descendre sur terrain pour collecter les informations nécessaires.\n\nSi vous correspondez à ce profil, rejoignez-nous pour la grande aventure, envoyez-nous votre cv et votre lettre de motivation écrite de façon originale et rêveur avec vos prétentions salariales.\n"},{"poste":"Service clients / Communication clients","detailSociete":" Nestify ltd | \n \n Contrat CDI | \n\n\n","activite":"\n Location / Gestion / Tourisme ","mission":" \n Guest Experience Executive is an effective replacement for the host, at scale. They are\nresponsible for securing valuable bookings from respectful guests, preparing guests for their\nstay and solving in-stay issues.\n\nThe focus of the Guest Experience team is to secure and protect host income. You will be\nspeaking with people from all four corners of the world helping them to have a great stay in\ntheir home away from home.\n\nWhat will you be doing\n\n Working in a fast paced environment, providing great customer service to our\nguests\n Liaising with guests upon and after arrival (check in process, answer guest queries …)\n Resolving any in stay issues. whilst protecting the revenue.\n Input on improving operational processes\nFind ways to improve & control cleaning quality across a distributed network of\nlocations.\n Develop a coherent strategy for home maintenance so that we can reduce in-stay\nissue resolution time - driving host satisfaction and reducing operational friction\nStock Management\nAble to multitask and prioritise in a fast paced environment.\nFocussed on excellent attention to detail ","profil":" Bac + 2 / 2 years of experience.\n\nSo what is your background like?\n\n Customer focused\n Experience in fast-paced environments, physical or other\n Ability to prioritise tasks and make quick decisions based on available context is a\nvital success factor.\n Confident phone manner\n Second language a bonus\n\nRemote work 100% (work from home) / You must speak French fluently, it is a plus if you speak English. "},{"poste":"CHARGÉ D’ACCOMPAGNEMENT CLIENTS FRANCO-ITALOPHONES - Tananarive ","detailSociete":" Maïka Assistance | \n \n Contrat CDI | \n \n \n Tananarive \n\n \n\n\n\n","activite":"\n Créer en 2009, Maïka propose à ses clients des prestations d’accompagnement à distance sur-mesure. Nous mettons à leur disposition nos compétences et celles de notre équipe pour leur fournir une aide et un support de qualité dans le développement de leurs entreprises, sur le plan commercial, administratif ou communication. ","mission":" \n Dans le cadre de son développement, Maïka Assistance recrute un(e)\n CHARGÉ(E) D’ACCOMPAGNEMENT CLIENTS FRANCO-ITALOPHONES (H/F).\n\nMissions :\n\nRattaché(e) directement sous la responsabilité d’une Production Manager et en relation avec le client, vous serez en charge de la (du):\n\n\tGestion de mails (B2C)\n\tÉmission et réception d’appels téléphoniques\n\tTâches administratives diverses\n\tGestion de Back office client\n","profil":" •\tBac+2 minimum en Tourisme ou Lettres\n•\tITALIEN et FRANÇAIS irréprochables à l’écrit et à l’oral (niveau C1/C2)\n•\tExpérience dans un poste Hispanophone\n•\tExpérience dans le domaine de l’offshore ou agence de voyage sera appréciée\n•\tExpérience dans le service client\n•\tAisance relationnelle, capacité d’expression et sens de l’écoute client\n•\tBonne culture web, à l’aise avec les nouvelles technologies, l’utilisation d’internet, les outils de bureautique classique\n•\tQualités recherchées : dynamique, rigueur, autonomie, proactivité, bon sens, pragmatisme et créativité\n•\tSérieux (se) et apte à travailler en équipe\n•\tPersonne flexible et mature, prête à s’engager sur le long terme\n•\tDisponible de suite\n\nEn rejoignant Maïka Assistance, vous : \n\n • intégrez une équipe jeune, dynamique, ouverte\n• êtes recruté(e) en CDI, suite à une série d’entretiens et de tests\n• bénéficiez d’une rémunération attractive et évolutive, en fonction de votre profil et de vos résultats\n• profitez des perspectives d’évolution au sein de la société\n• êtes affilié à la CNaPS et bénéficiez de divers avantages tels que : assurance santé complémentaire, activités extra-professionnelles, système de primes de performance, etc.\n• ne travaillez pas les week-ends et les jours fériés\n• êtes en poste à Antananarivo, à proximité des zones de commerce et lignes de bus\n\nPour postuler, envoyez-nous via le site votre CV et LM avec contact joignable.\n","reference":" \n PJ006/21 "},{"poste":"CHARGÉ D’ACCOMPAGNEMENT CLIENTS FRANCO-HISPANOPHONES ","detailSociete":" Maïka Assistance | \n \n Contrat CDI | \n\n \n\n\n\n","activite":"\n Créer en 2009, Maïka propose à ses clients des prestations d’accompagnement à distance sur-mesure. Nous mettons à leur disposition nos compétences et celles de notre équipe pour leur fournir une aide et un support de qualité dans le développement de leurs entreprises, sur le plan commercial, administratif ou communication. ","mission":" \n Dans le cadre de son développement, Maïka Assistance recrute un(e)\n CHARGÉ(E) D’ACCOMPAGNEMENT CLIENTS FRANCO-HISPANOPHONES (H/F).\n\nMissions :\n\nRattaché(e) directement sous la responsabilité d’une Production Manager et en relation avec le client, vous serez en charge de la (du):\n\n\tGestion de mail (B2C)\n\tÉmission et réception d’appels téléphoniques\n\tTâches administratives diverses\n\tGestion de Back office client\n","profil":" •\tBac+2 minimum en Tourisme ou Lettres Hispaniques\n•\tESPAGNOL et FRANÇAIS irréprochables à l’écrit et à l’oral (niveau C1/C2)\n•\tExpérience dans un poste Hispanophone\n•\tExpérience dans le domaine de l’offshore ou agence de voyage sera appréciée\n•\tAisance relationnelle, capacité d’expression et sens de l’écoute client\n•\tBonne culture web, à l’aise avec les nouvelles technologies, l’utilisation d’internet, les outils de bureautique classique\n•\tQualités recherchées : dynamique, rigueur, autonomie, proactivité, bon sens, pragmatisme et créativité\n•\tSérieux (se) et apte à travailler en équipe\n•\tPersonne flexible et mature, prête à s’engager sur le long terme\n•\tDisponible de suite\n\nEn rejoignant Maïka Assistance, vous : \n\n • intégrez une équipe jeune, dynamique, ouverte\n• êtes recruté(e) en CDI, suite à une série d’entretiens et de tests\n• bénéficiez d’une rémunération attractive et évolutive, en fonction de votre profil et de vos résultats\n• profitez des perspectives d’évolution au sein de la société\n• êtes affilié à la CNaPS et bénéficiez de divers avantages tels que : assurance santé complémentaire, activités extra-professionnelles, système de primes de performance, etc.\n• ne travaillez pas les week-ends et les jours fériés\n• êtes en poste à Antananarivo, à proximité des zones de commerce et lignes de bus\n\n Postuler via le site en envoyant votre CV et LM avec contact joignable.\n","reference":" \n PJ003/21 "},{"poste":"Traffic manager - Marché italien - Antananarivo ","detailSociete":" KONTIKI SERVICE | \n \n Contrat CDI | \n \n \n Antananarivo \n\n \n\n\n\n","activite":"\n Nous sommes une agence de marketing online spécialisée dans le « Big Data », l’envoi d’emails publicitaires et dans la gestion de relation client (CRM). Nous accompagnons des grandes marques françaises et européennes dans leurs stratégies marketing. ","mission":" \n Vous souhaitez découvrir un métier d’avenir dans les nouvelles technologies ?\nVous parlez l'italien?\nVous avez un intérêt pour le marketing en général et le marketing online en particulier ? \n\nRejoignez notre société jeune et innovante qui vous permettra d’évoluer dans un environnement international.\n\nDans le cadre d’un lancement d’une nouvelle activité, nous recrutons un Traffic Manager.\n\nMISSIONS :\n- Gérer et animer des bases de données italiennes\n- Choisissez les campagnes emailing les plus attrayantes\n- Planifier les envois de campagnes\n- Analyser les résultats statistiques et financiers de chaque campagne\n- Faire le suivi commercial et comptable des clients\n","profil":"ne personne très organisée et adaptable, avec beaucoup d'énergie, le désir d'apprendre et de travailler. Pro actif, professionnel et sociable avec d’excellentes compétences en communication écrite. Esprit analytique, à l'aise avec les calculs et les chiffres.\n\nREQUIS : \n - Italien : Avancé: écrit et oral\n - Français : Courant, très bon niveau à l'écrit\n\nCompétences informatiques : Microsoft Office (Excel ...), des connaissances en HTML sont un plus\nExpérience minimum : non requise\n\nCARACTÉRISTIQUES :\n- Type de contrat : contrat à durée déterminée\n- Début : incorporation immédiate\n- Rémunération : fixe + bonus motivant et évolutif, selon expérience\n\nEnvoyez votre CV + lettre de motivation via le site "},{"poste":"Traffic manager online - mercado español","detailSociete":" KONTIKI SERVICE | \n \n Contrat CDI | \n\n \n\n\n\n","activite":"\n Kontiki Media es una agencia de marketing online. La agencia ofrece a sus clientes internacionales servicios de e-mail marketing y diseño de campañas de publicidad digital. ","mission":" \n Buscamos un Traffic M¬anager para el mercado español. \n\nMISSIONES:\nEl candidato/a será formado por un supervisor experimentado. Sus tareas serán:\n- Gestionar e animar bases de datos de consumidores españoles\n- Buscar nuevas relaciones profesionales con clientes potenciales\n- Elegir las campanas emailing más atractivas\n- Planificar y programar los envíos de las campañas\n- Analizar los resultados estadísticos y financieros de cada campaña\n- Hacer el seguimiento comercial y contable de los clientes\n\nKontiki Media ofrece oportunidades reales de carrera, salarios competitivos y la oportunidad de aprender nuevas habilidades, de participar en proyectos internacionales y desarrollarse en el ámbito dinámico del Online Marketing. \n","profil":" REQUISITOS:\nBuscamos una persona muy organizada y adaptable, con mucha energía, ganas de aprender y trabajar. \nPro activa, profesional y sociable con buenas habilidades de comunicación. \nMente analítica, facilidades con los cálculos y las cifras.\n\nIdiomas: castellano alto nivel y buen nivel en francés\nHabilidades IT: Microsoft office (Excel…), usuario avanzado de Internet\nEstudios: Marketing / Publicidad / Administración / Economía / Estadísticas / Business / Contabilidad \nExperiencia mínima: no requerida\n\nCARACTERÍSTICAS:\n- Tipo de contrato: contrato fijo, según experiencia\n- Inicio: incorporación inmediata\n- Remuneración: fijo + bonus, según contrato y experiencia\n"},{"poste":"Responsable Administratif et Financier - Antananarivo ","detailSociete":" Tour operator Mad Cameleon | \n \n Contrat CDI | \n \n \n Antananarivo \n\n \n\n\n\n","activite":"\n Tourisme/voyages sur mesure ","mission":" \n Missions principales\nGérer les différents services fonctionnels : comptabilité, trésorerie, paie, gestion du personnel, juridique\n-\tGérer la trésorerie et les relations avec les banques\n-\tEnregistrer les opérations comptables dans les livres comptables.\nÉlaborer les documents de synthèse : comptes de résultat, balances de comptes, comptes d’exploitation ou de résultat, bilans comptables, etc., qui seront vérifiés par l'expert-comptable. \nSuivre le traitement des factures clients et fournisseurs.\n-\tÉtablir les fiches de paie du personnel, les déclarations fiscales et sociales.\n-\tGestion intégrale et écriture de la comptabilité générale\n-\tGestion des fonctions tiers (client, fournisseur)\n-\tGestion de la trésorerie (prévisionnel, règlements)\n-\tRespect du planning de clôture mensuelle et annuelle,\n","profil":" Profil recherché :\n-\tHomme ou femme ayant le sens de l’organisation, méthodique, rigoureux (se), autonome\n-\tTitulaire d’un Bacc+4 en finance et comptabilité ou équivalent\n-\tAyant une expérience de 5 ans minimum dans un poste similaire\n-\tMaitrise du PCG, d’un logiciel comptable, du pack office (Word, Excel, Outlook, mailing)\n-\tConnaissance des dispositions légales et règlementaires en vigueur dans le pays\n-\tBonne capacité de management et relationnelles\n-\tMaitrise du français \n-\tAyant une expérience dans le tourisme serait un atout\n\nSi vous pensez correspondre à ce profil, merci d’envoyer votre dossier de candidature comprenant un CV avec photo récente et références, une lettre de motivation avec prétention salariale, une copie des diplômes et certificat de travail à adresser au DAF "},{"poste":"RECEPTIONNISTE (F)  - ANTANANARIVO  ","detailSociete":" HOTEL 3 ETOILES  | \n \n Contrat CDI | \n \n \n ANTANANARIVO  \n\n\n","activite":"\n HÉBERGEMENT \nPETIT DÉJEUNER\nSALLE DE SPORT ","mission":" \n Accueillir et procéder à l'enregistrement des clients\nSimplifier la vie des clients tout au long de leur séjour\nRépondre au téléphone \nTenir à jour le planning journalier et des réservations \nGérer la facturation, les encaissements et la caisse\nPromouvoir les produits de l'hôtel\nFidéliser la clientèle ","profil":" Expérience et formation en domaine de l'Hôtellerie\n22 ans et plus\nBACC\nParlant Français et anglais, une autre langue sera un atout\nCompétences relationnelles et grande maîtrise de soi, apte à prendre des décisions\nConnaissance en Informatique (Logiciel Hôtellerie souhaité)\nDisponible dans l’immédiat\nApte à travailler à des Horaires Flexibles (Nuit)\nHonnête, sérieuse, dynamique et organisé ","reference":" \n REC7 "},{"poste":"RESPONSABLE LOCATION (H) - ANTANANARIVO ","detailSociete":" MBIKE MADAGASCAR  | \n \n Contrat CDI | \n \n \n ANTANANARIVO \n\n\n","activite":"\n VENTE, LOCATION VÉLOS et Organisateurs évenements sportif et multiactivités outdoor ","mission":" \n Responsable Développement activités de location, multiactivités outdoor ","profil":" -Homme\n-Sportif fait du vélo\n-Parle français couramment, maîtrise de l'anglais serait un atout \n-minimum licence en tourisme\n-Sérieux, organisé, débrouillard \n-Bon commercial \n-Maîtrise outil informatique surtout Pack office \n-Resp Communication sur les activités de location \n-Disponible à plein temps "},{"poste":"AGENT TICKETING","detailSociete":" PHENIX VOYAGE | \n \n Contrat CDD | \n\n\n","activite":"\n AGENCE DE VOYAGE ","mission":" \n •Assurer les opérations courantes de vente : réservations et émissions des billets \n•Assister les clients et en assurer la satisfaction ainsi que la gestion des litiges\n•Suivre et actualiser les informations sur les offres et participer à des opérations de promotion des ventes\n•Effectuer un compte-rendu régulier à la Direction\n•Assurer la gestion administrative et le suivi des dossiers clients ou du groupe \n","profil":" Diplôme de Bac +2 min en Tourisme ou équivalent\n•Ayant 2 ans d'expériences min réussies dans un poste similaire\n•bonne culture générale\n•Maîtrise des techniques de vente et de communication\n•Bonne présentation\n•Bonne capacité relationnelle, organisation, dynamisme, réactivité, méthode, rigueur, initiative, adaptation et disponibilité\n•Sens de la négociation et force de persuasion\n•Bon niveau d’Anglais et de Français\n•Maîtrise des outils bureautiques et de l'Amadeus \n\nVeuillez envoyer votre dossier de candidature par e-mail (CV avec Photo récente + prétentions salariales) dans les plus brefs délais.\n\nSeules les candidatures présélectionnées seront contactées, et ce, en toute confidentialité.\n"},{"poste":"GUIDE ACCOMPAGNATEUR (H)","detailSociete":" Mbike Location | \n \n Contrat CDI | \n\n\n","activite":"\n Location VTT ","mission":" \n Mbike Location cherche des Guides Accompagnateurs (H)\n\n","profil":" -Ayant de l'expérience en guidage (national ou régional)\n-Bonne condition physique et pratique du vélo\n-Capacité à travailler et à se coordonner avec les autres au sein de l'entreprise en confiance\n-Grande disponibilité surtout le week-end Parle couramment le Français – l’Anglais serait un atout\n-Connaissance des produits touristiques sur Analamanga\n\nSi le poste vous intéresse, envoyé votre Cv et lettre de motivation via le site "},{"poste":"AGENT TICKETING - Antananarivo ","detailSociete":" GIGATRAVEL MADAGASCAR | \n \n Contrat CDI | \n \n \n Antananarivo \n\n\n","activite":"\n Agence de voyage ","mission":" \n Etre en charge des opérations courantes de vente : réservations, émissions des billets, facturation, encaissement et service après vente\nAccueillir et conseiller les clients (particuliers ou professionnels) pour la réalisation et la réservation d’un voyage\nMaintenir une relation avec les compagnies aériennes \n","profil":" Bac + 2 min\nExpérience dans le ticketing\nMaitrise parfaite du logiciel Amadeus\nMaitrise de la langue française et de la langue anglaise\nTrès bonne présentation, souriante et ayant le sens de l'accueil\nBonne connaissance de Madagascar\nGrande disponibilité\nPonctuel et goût du discipline\nSérieux – Honnête – loyal – dynamique ","reference":" \n Recrutement AT "},{"poste":"CHEF DE PRODUIT TOURISTIQUE - Antananarivo ","detailSociete":" GIGATRAVEL MADAGASCAR | \n \n Contrat CDI | \n \n \n Antananarivo \n\n\n","activite":"\n Agence de voyage, Tour Operateur, Location de voiture ","mission":" \n Réalisation d’une étude de marché pour connaitre les demandes et tendances du moment\nOrganisation de circuits à la carte et à la demande : en individuel, en couple, en famille, en petit ou grand groupe dans tout Madagascar\nNégociation avec les professionnels du tourisme locaux (les hôtels, restaurants, guides, les bateaux …) en vue de mettre en place des partenariats\nChargé de la communication des produits\nSuivi des prestataires pour la location de voiture …\n","profil":" Bacc+3 \nExpérience dans le domaine du Tour Operating\nSens de créativité aigüe sur le développement des produits\nMaîtrise de la langue Française et l’anglais serait un atout\nBonne culture générale et passionné de voyage\nBonne connaissance de Madagascar\nApte à travailler en équipe et sous pression\nMaitrise totale de la cotation et négociation\nTrès bonne présentation\nOpérationnel sans encombre\nDisponible à des horaires flexibles et à des déplacements fréquents\nPonctuel et goût du discipline.\nSérieux – Honnête – loyal – dynamique ","reference":" \n Recrutement CP "},{"poste":"Agent ticketing","detailSociete":" UTT | \n \n Contrat CDI | \n\n\n","activite":"\n Agence de voyage ","mission":" \n -\tAccueillir et conseiller une clientèle de particuliers ou professionnels pour la réalisation et la réservation d’un voyage.\n-\tAssurer le suivi du dossier des clients jusqu’à finalisation d’émission de billet et facturation\n-\tMaintenir une relation avec toutes les compagnies aériennes.\n","profil":" -\tMinimum Bac +3 en tourisme\n-\t3 ans d’expériences dans le ticketing\n-\tMaitrise du logiciel Amadeus \n-\tMaitrise de la langue française lu, écrit et parlé\n-\tBonne connaissance de la langue anglaise lu, écrit et parlé\n-\tSens commercial aiguisé\n-\tGout pour le challenge et les objectifs à atteindre\n-\tBonne connaissance des produits touristiques à Madagascar\n-\tMaitrise des matériaux informatique bureautique\n-\tAisance relationnelle, souriant(e), sens de l’accueil et du service\n-\tDynamique, impliqué et persévérant\n-\tGrande disponibilité\n","reference":" \n TIKET TNR "},{"poste":"VOYAGISTE BACK-OFFICE -réf:IS/VB/02/22  - ANTANANARIVO ","detailSociete":" iScale Solutions | \n \n Contrat CDI | \n \n \n ANTANANARIVO \n\n\n","activite":"\n BPO ","mission":" \n iScale Solutions compte déjà plus de 450 employés historiquement aux Philippines, et déjà une petite cinquantaine de talentueux opérateurs à Antsakaviro, Tanà\n\nÀ l’heure où nous fêtons notre troisième année d’implantation à Madagascar (ce mois de mars, happy birthday to us!), notre plus fidèle client - une plateforme de vente de voyages d’exception - se relève tout juste de la pandémie…\n\nNous étoffons immédiatement son équipe de “Voyagistes Back-Office” pour renforcer l'intégration des offres de ses hôtels partenaires.\n","profil":" > Tu cherches à t'épanouir dans l’univers du tourisme et de l'hôtellerie de luxe, et tu sais que “king-size” est aussi une taille de matelas.\n> Tu n’as pas peur de concevoir des circuits dans le monde entier, et tu sais que AirBnB n’est pas une compagnie aérienne.\n> Tu as le souci du détail, tu es naturellement précis et exigeant, et tu ne proposeras pas une chambre vue mer au Sofitel de Washington. \n> Tu sais utiliser un ordinateur, le CTRL+C / CTRL+V ne te donne aucune crampe.\n> iou under stand english good inof or you know to ask google if you need help.\n\nTu continues de me lire ?\n\nLes prochaines étapes du recrutement :\n\n> Envoie vite ton CV qui présente un diplôme et/ou une expérience réussie (on vérifiera !) dans le tourisme / l'hôtellerie via le site.\n\n> N’envoie pas de lettre de motivation (on ne les lit pas). Notre processus de recrutement est là pour voir à quel point tu es motivé ! Tu devrais déjà avoir envoyé ton CV :)\n\n> Passe le test dans nos locaux (40 questions et quelques rédactions) et découvre immédiatement si tu es retenu pour intégrer la prochaine équipe de formation.\n\nQuelques précisions sur le package en travaillant chez nous :\n\n> Un poste à pourvoir immédiatement, en CDI, rémunéré dès le premier jour de ta formation.\n> 1.000.000 Ar net + primes après ta formation (2 à 4 semaines maximum).\n> Pas de travail la nuit, les week-ends. Jamais.\n> Des congés payés que tu peux poser dès le deuxième mois, sans déduire les jours de week-end si tu poses un vendredi.\n> Plein d'améliorations à venir, des pizzas (sans ananas), des cookies (aux pépites de chocolat), des Team-Building… Notre département RH et notre Chief Happiness Officer y travaillent !\n","reference":" \n IS/VB/02/22 "},{"poste":"Superviseur de département Tourisme -réf:ATM_TO2022 - Antananarivo ","detailSociete":" Arcadia Travel Madagascar | \n \n Contrat CDD | \n \n \n Antananarivo \n\n \n\n\n\n","activite":"\n Agence de Voyage, Tour Opérateur réceptif et outgoing, Billetterie, Corporate events ","mission":" \n •Développement du Chiffre d’affaire du département et en assurer sa rentabilité\n•Gestion, développement et fidélisation du Portefeuille client \n•Gestion des réclamations\n•Etude de marché et veille concurrentielle \n•Développer le partenariat avec les professionnels locaux (hôteliers, guides, loueurs de voiture,...) et négocier le meilleures conditions pour l'agence\n•Conception des produits / circuits et en assurer la promotion\n•Planification et suivi des opérations\n•Reporting\n","profil":" •Minimum Bac+3 en Tourisme \n•Au moins 3 ans d’expériences dans le secteur du tourime et dans la gestion d’équipe\n•Compétences en création de produits touristiques, en techniques de négociation et marketing \n•Bonnes connaissances des régions de Madagascar et des marchés à l’international \n•Aisance relationnelle\n•Passion, rigueur\n•Maîtrise des outils informatiques et de logiciels de réservation \n•Maîtrise de l’Anglais et du Français\n•Pratique d’autres langues serait un atout\n","reference":" \n ATM_TO2022 "},{"poste":"Agent de comptoir, de réservation et d’escale -réf:ACRE2022 - Antananarivo ","detailSociete":" AUSTRALAIR GSA MADA | \n \n Contrat CDD | \n \n \n Antananarivo \n\n \n\n\n\n","activite":"\n Billetterie,représentation de compagnie aérienne ","mission":"itement des demandes, assistance aux clients et gestion des réclamations\n•\tVente et développement commercial, \n•\tGestion, développement et fidélisation du Portefeuille client \n•\tRéservation et émission des billets d’avion \n•\tTraitement des vols et encadrement de l’équipe opérationnelle sur la plateforme d’Ivato \n•\tSupervision de vol des compagnies représentées en garantissant la sécurité des passagers et des opérations\n•\tPromotion de l’image de la société et des compagnies aériennes représentées. \n•\tEnvoi des comptes rendus et rapports\n","profil":" •\tMinimum Bac+2 en Tourisme \n•\tAu moins 2 ans d’expériences dans la billetterie dans une agence de voyage ou dans une compagnie aérienne \n•\tExpériences dans la vente et la Gestion de la Relation Client\n•\tExpériences à escale à l’aéroport seraient un atout\n•\tAisance relationnelle, bonne gestion du stress\n•\tPassion, rigueur\n•\tMaîtrise des outils informatiques et de logiciels de réservation \n•\tMaîtrise de l’Anglais et du Français\n•\tPratique d’autres langues serait un atout\n","reference":" \n ACRE2022 "},{"poste":"CHARGÉ D’ACCOMPAGNEMENT CLIENTS FRANCOPHONES - réf : PJ001/22 - Antananarivo ","detailSociete":" Maïka Assistance | \n \n Contrat CDI | \n \n \n Antananarivo \n\n \n\n\n\n","activite":"\n Créer en 2009, Maïka propose à ses clients des prestations d’accompagnement à distance sur-mesure. Nous mettons à leur disposition nos compétences et celles de notre équipe pour leur fournir une aide et un support de qualité dans le développement de leurs entreprises, sur le plan commercial, administratif ou communication. ","mission":" \n Dans le cadre de son développement, Maïka Assistance recrute un \nCHARGÉ D’ACCOMPAGNEMENT CLIENTS FRANCOPHONES (H/F).\n\nMISSIONS :\n\nRattaché(e) directement à la responsabilité d’un(e) Production Manager, vous prenez en charge diverses missions telles que :\n\tGestion de mail (B2C)\n\tÉmission et réception d’appels téléphoniques\n\tTâches administratives diverses\n\tGestion de Back office client\nVous avez des objectifs de qualité de gestion de projets à respecter, définis avec votre Production Manager.\n","profil":" -\tBac +3 minimum\n-\tFRANÇAIS COURANT À L’ÉCRIT ET À L’ORAL (niveau C1/C12)\n-\tExpérience dans le domaine de l’offshore et/ou dans le tourisme, exigée\n-\tExpérience dans la relation client serait un atout\n-\tQualités recherchées : rigueur, autonomie, être proactif(ve)\n-\tAisance relationnelle, capacité d’expression et sens de l’écoute client\n-\tBonne culture web, à l’aise avec les nouvelles technologies, l’utilisation d’internet, maîtrise de la suite MS Office\n-\tPersonne flexible et mature, prête à s’engager sur le long terme\n-\tDisponible de suite\n\nEn intégrant Maïka Assistance : \n • vous intégrez une équipe jeune, dynamique, et ouverte,\n • vous bénéficiez de divers avantages : cantine, assurance santé, indemnités de transport, système de prime selon performances, activités sportives, Team building trimestriel…\n• Vous serez affilié à la CNaPS ;\n • Vous ne travaillez pas les week-ends et les jours fériés ;\n• vous serez recruté(e) en CDI suite à une série d’entretiens,\n• le poste est basé à Antananarivo.\n\nPour postuler, envoyez via le site votre C.V. et LM avec contact joignable.\n\nRejoignez-nous sur Facebook : Recrutement Maïka assistance pour plus de détails !\nRéférence : PJ001/22\n","reference":" \n PJ001/22 "},{"poste":"Guest Support","detailSociete":" Nestify Ltd | \n \n Contrat CDI | \n\n\n","activite":"\n Property management ","mission":" \n One of the fastest growing Start Up of today.\nAt Nestify we value hard work, initiative and self accomplishment.\nWe are seeking a motivated and dedicated candidate to help deliver our phenomenal growth, we are putting together a program to give a chance to young graduates do make their proofs and for the ones who deserved, be the rising Star of tomorrow's team.\nWhat will you be doing?\n•\tGuest Executives deal directly with our guest to ensure their experience is always outstanding.\n•\tYou will be acting on behalf of our host, ensuring guest experiences are hassle free and enjoyable\n•\tProvide feedback on the guest experience to help improve service to the highest standards.\nWhat is in there for you ?\n•\tGaining amazing experience in fast-paced booming environment.\n•\tTaking real responsibility and feeling the achievement of making a difference.\n•\tWork and learn from the top managers of the company.\n•\tBe a veritable wordsmith, writing catchy descriptions of all new listings of beautiful homes on multiple channels i.e. AirBnB, Booking.com, Homeaway.com, Tribute Portfolio Homes, etc.\n•\tLeading your own mini projects autonomously whilst working with multiple systems\n•\tMake connection with people from all around the world.\nWhat can you bring?\n•\tYou are a current student or a recent graduate passionate about the sharing economy and/or Airbnb.\n•\tYou are quick learner and not afraid to roll up your sleeves to make things work.\n•\tYou know how to work with deadlines and flexible on dealing with different tasks.\n•\tYou've also got great attention to detail.\nIf you would feel like the position could be yours and seek for the first step in your young career do not hesitate to apply and leave your Resume.\nWe are always looking for our next Rising Star.\nLooking forward to hear from you.\n","profil":" Hospitality / Support "},{"poste":"Garçon d'Etage -réf:G3E - ANTANANARIVO ","detailSociete":" Hotel*** Antananarivo  | \n \n Contrat CDI | \n \n \n ANTANANARIVO \n\n\n","activite":"\n Hébergement / Restauration ","mission":" \n Sous la supervision de la gouvernante\nNettoyer et mettre en ordre, les sanitaires et les parties communes \nPort des bagages des clients \nEn relation direct avec les gens d'étages \n","profil":" BACC\n22 ans et plus\nBonne condition physique\nParlant Français, une autre langue sera un atout\nDisponible dans l’immédiat\nApte à travailler en équipe et à des Horaires Flexibles\nSens du service et de la propreté\nSérieux, ponctuel et dynamique ","reference":" \n G3E "},{"poste":"DIGITAL CONTENT EDITOR - Réf. IS/DCE/10/21 - Antananarivo ","detailSociete":" iScale Solutions | \n \n Contrat CDI | \n \n \n Antananarivo \n\n\n","activite":"\n iSCALE SOLUTIONS est une société BPO de +250 employés basé à Manille-Philippines depuis 2012 et est implantée à Madagascar depuis Mars 2019 avec une expansion continue. ","mission":" \n Vous êtes passionné(es) par l’industrie du tourisme et du e-commerce ?\nVous voulez intégrer une équipe jeune, dynamique et à taille humaine ?\nVous souhaitez vous épanouir dans un secteur en pleine expansion ?\n\niSCALE SOLUTIONS recrute pour une plateforme en ligne spécialisée dans la vente d'offres touristiques (e-travel) : DES DIGITAL CONTENT EDITORS.\n\nVous aurez pour missions l'intégration des offres de nos clients sur leur site, et de garantir une qualité irréprochable des contenus publiés sur leurs sites.\n\nVOS MISSIONS :\n- Créer ou actualiser des offres touristiques : grille tarifaire, description de l’offre, visuels, caractéristiques, disponibilités\n- Veiller au respect des délais de livraison impartis\n- Garantir la cohérence et la pertinence des offres\n- Garantir l’homogénéisation des offres sur le site web via des templates fournis\n- Relire et réviser en détail les produits avant leur mise en ligne\n","profil":" - Langues : parfaite maîtrise du français à l’oral et à l’écrit, maîtrise de l’anglais (a minima à l’écrit) serait un plus\n- Bonnes capacités rédactionnelles\n- A l’aise avec les outils web de manière générale (Google Suite, etc.)\n- Études : Bac +2/3 (ou plus) en Commerce, Tourisme, LEA, Communication ou équivalent.\n- Polyvalent et autonome\n-Rigoureux et organisé, vous êtes perfectionniste et avez le sens du détail\n- Vous avez une bonne capacité d’analyse et d’assimilation\n- Vous avez l’esprit d’initiative et êtes force de proposition\n- Vous avez l’esprit d’équipe et une bonne aisance relationnelle\n- Des notions en espagnol serait un plus\n\nLES CONDITIONS :\n- Type de contrat : CDI\n- Poste à pourvoir immédiatement\n- Rémunération fixe TRÈS motivante + primes de performances mensuelles\n- Formation rémunérée\n- Affiliation Cnaps et couverture maladie\n- Test de compétences et entretien préalables à passer\n\nLieu : Ankadivato / Bel Air\n\nCette offre vous intéresse ?\n\nEnvoyez rapidement votre candidature (CV + LM avec prétentions salariales) sous la référence IS/DCE/10/21 ","reference":" \n IS/DCE/10/21 "},{"poste":"AGENTS DE VOYAGE SPECIALISTES AMADEUS - Antananarivo ","detailSociete":" iScale Solutions | \n \n Contrat CDI | \n \n \n Antananarivo \n\n\n","activite":"\n iScale Solutions compte plus de 450 employés aux Philippines, et déjà une cinquantaine de talentueux collaborateurs à Antananarivo ","mission":" \n TU CONNAIS AMADEUS ? Ce poste est pour toi !\n\nNous recrutons (02) DEUX AGENTS DE VOYAGE SPECIALISTES AMADEUS, pour renforcer l'équipe de notre client, une plateforme de vente en ligne de voyages d’exception. ","profil":" AS-TU LE BON PROFIL ?\n- Tu cherches à t'épanouir dans l’univers du tourisme, du voyage et de l'hôtellerie de luxe.\n- Tu sais que c'est super important la réactivité dans les réservations (ou annulations) de voyages.\n- Tu n’as pas peur de concevoir des circuits dans le monde entier, et tu sais que AirBnB n’est pas une compagnie aérienne.\n- Tu as le souci du détail, tu es naturellement précis(e) et exigeant(e), et tu ne proposeras pas une chambre vue mer au Sofitel de Washington.\n- Tu sais utiliser un ordinateur, le CTRL+C et le CTRL+V n'ont aucun secret pour toi.\n- Do you speak English? If you don't understand, can you ask Google? \n\nTu as coché toutes les cases ? Vas-y POSTULE MAINTENANT !\n\nEnvoie vite ton CV par email avec la référence IS/AMD/07/22, qui présente un diplôme et/ou une expérience réussie (on vérifiera !) dans le tourisme / l'hôtellerie.\nPrécise bien que tu connais Amadeus, que tu l'as déjà fréquenté, etc.\nN’envoie pas de lettre de motivation (on ne les lit pas)\nPasse un entretien dans nos locaux et découvre rapidement si tu es retenu(e) pour intégrer notre équipe !\n\nQU'EST-CE QUE TU GAGNES EN TRAVAILLANT AVEC NOUS ?\n- Un contrat en CDI à temps plein (rémunéré dès le premier jour de ta formation) là tout de suite maintenant ⏰\n- Une rémunération fixe (1 million d'Ariary net) & des Primes de performance dès le 2ème mois d'intégration\n- Lieu de travail : Ambodivona\n- Horaires de travail : lundi au vendredi (heures de bureau), pas de travail la nuit, ni les week-ends\n- Des congés payés que tu peux poser dès le deuxième mois, sans déduire les jours de week-end si tu poses un vendredi\n- L'affiliation Cnaps et une couverture maladie\n\n* Tu veux rejoindre une équipe dynamique et fun, en pleine expansion ?\n* Tu veux jouer au babyfoot pendant tes heures de pause ? \n* Tu veux manger des pizzas (avec ou sans ananas), des masikita, des cookies et plein d'autres bonnes choses ?\n\nEnvoie-nous tout de suite ton CV sous la référence IS/AMD/07/22 (c'est la 2ème fois qu'on te le dit !)\n","reference":" \n IS/AMD/07/22 "},{"poste":"Un forfaitiste -réf:0285-22 KR-TRS - Antananarivo ","detailSociete":" KENTIA-RH.COM sarl | \n \n Contrat CDI | \n \n Date limite de candidature : 28 Juillet 2022 | \n \n Antananarivo \n\n \n\n\n\n","activite":"\n KENTIA-RH.COM sarl, expert en Ressources Humaines, aux services des PME depuis plus de 10 ans. ","mission":" \n Responsabilités / Missions\n.Traiter les demandes du client et lui proposer le forfait touristique adéquat\n\n.Planifier et organiser les programmes correspondants aux besoins des clients, et conformément à la politique de vente de l’entreprise\n\n.Réaliser les cotations des produits et assurer leur vente\n\n.Garantir et suivre la qualité des produits proposés ","profil":"diplôme de Licence en Tourisme, Marketing, Commerce International ou Communication\n\n.Une année (01) d’expérience en tant que Forfaitiste\n\n.Usage des outils informatiques : MS Office, Canevas, Photoshop\n\n.Excellente maîtrise de la langue française, l'anglais serait un atout\n\n.Bonne connaissance des destinations et produits touristiques à Madagascar\n\nExigences du poste\n.Maîtrise des techniques commerciales\n\n.Méthodique, créatif(ve) et minutieux(se) ","reference":" \n 0285-22 KR-TRS "},{"poste":"CHARGÉ D’ACCOMPAGNEMENT CLIENTS GERMANOPHONES -réf:PJ007/22 - Tananarive ","detailSociete":" Maïka Assistance | \n \n Contrat CDI | \n \n \n Tananarive \n\n \n\n\n\n","activite":"\n Créé en 2009, Maïka Assistance propose à ses clients des prestations d’accompagnement à distance sur-mesure. Nous mettons à leur disposition des assistants compétents et polyvalents, capables de fournir une aide et un support de qualité dans le développement de leurs entreprises. ","mission":" \n Pour étoffer son équipe, Maïka Assistance recrute un(e)\n CHARGÉ(E) D’ACCOMPAGNEMENT CLIENTS GERMANOPHONES\n\nMissions :\n\nRattaché(e) directement sous la responsabilité d’une Production Manager et en relation avec le client, vous serez en charge de la (du):\n\n\tGestion de mails (B2C)\n\tÉmission et réception d’appels téléphoniques\n\tTâches administratives diverses\n\tGestion de Back office client\n","profil":"en Tourisme ou Lettres Germaniques\n•\tALLEMAND irréprochable à l’écrit et à l’oral (niveau C1/C2)\n•\tExpérience dans un poste Germanophone\n•\tExpérience dans le domaine de l’offshore ou agence de voyage sera appréciée\n•\tExpérience dans le service client\n•\tAisance relationnelle, capacité d’expression et sens de l’écoute client\n•\tBonne culture web, à l’aise avec les nouvelles technologies, l’utilisation d’internet, les outils de bureautique classique\n•\tQualités recherchées : dynamique, rigueur, autonomie, proactivité, bon sens\n•\tSérieux (se) et apte à travailler en équipe\n•\tPersonne flexible et mature, prête à s’engager sur le long terme\n•\tDisponible de suite\n\nAvantages : \n\n• CDI, stable\n• Évaluation annuelle\n• CNaPS et FUNHECE\n• Cantine et transport en heure d’hiver\n\nPour postuler, envoyez via le site votre CV et LM avec contact joignable.\n\nRéférence : JM007/21\n","reference":" \n PJ007/22 "},{"poste":"Conseiller(e) voyage Francophone  - ANTANANARIVO ","detailSociete":" ESCAPADES TRAVEL AGENCY | \n \n Contrat CDI | \n \n \n ANTANANARIVO \n\n\n","activite":"\n Organisation de voyage dans tout Madagascar ","mission":" \n Atteinte de l’objectif de CA fixé pour chaque conseillère Voyage\nAssurer une réactivité sur les demandes des voyageurs\nIdentifier le profil voyageur, comprendre son projet,étude des vols\nIdentifier les motivations, les objections, le style de voyage et la logistique souhaitée\nValider les critères de voyage et le planning de décision, découvrir la concurrence\nConception de devis et programme personnalisés\nÊtre disponible et flexible pour les créneaux horaires d’appels selon disponibilité des voyageurs\nComprendre les objections relatives au pays, au budget et aux offres concurrentes\nJustifier les propositions de séjours avec un argumentaire adapté à chaque profil de voyageur\nModifier et relancer les devis selon discussion avec le voyageur en étant force de contre-proposition \nPrioriser les communications téléphoniques et reformuler chaque échange par email\nVeiller à l’application de stratégie de sa montée en compétence établie par sa hiérarchie\n","profil":" Au moins 2 à 3 ans d’expériences dans l'organisation et vente de voyage \nMaîtrise parfaite: Français écrit et parlé \nMaîtrise outils : Office /Drive \nÊtre réactif(ve) et créatif(ve) \nÊtre habile dans ses relations : en interne et en externe \nAvoir un réel esprit d’équipe \n","reference":" \n Cons Voyage "},{"poste":"Chargé(e) d'opérations - ANTANANARIVO ","detailSociete":" ESCAPADES TRAVEL AGENCY | \n \n Contrat CDI | \n \n \n ANTANANARIVO \n\n\n","activite":"\n Organisation de voyage dans tout Madagascar ","mission":" \n Passation de dossiers confirmés par la conseillère voyage \nComparaison du programme détaillé confirmé avec la cotation finale du voyage\nInsertion des dossiers confirmés avec tous les éléments dans les fichiers de suivi en interne\nRéservations, suivi, et confirmations par téléphone et par mail des hôtels / prestataires / Guides\nÉtablissement budget de voyage/voucher / documents de voyage\nContrôle débours prestataires, mise à jour cahier de décharge \nMise à jour du suivi satisfaction clients après voyage\nRapprochement entre proformas, factures et tarifs négociés avec les agences/fournisseurs \nVérification et validation de la facture à payer pour rangement dans le drive \nSuivi des paiements des prestataires dans le but de respecter les marges appliquées\n","profil":" Avoir au minimum 2 d’expériences dans l'organisation de voyage\nMaîtrise du français écrit et parlé \nÊtre réactif(ve) et et avoir une prise d'initiative\nMéthodique et rigoureux(se)\nAvoir un esprit d'équipe ","reference":" \n Charg Op "},{"poste":"VOYAGISTE BACK-OFFICE  - Antanananarivo ","detailSociete":" iScale Solutions  | \n \n Contrat CDI | \n \n \n Antanananarivo \n\n\n","activite":"\n BPO ","mission":" \n Pour le compte de deux de nos clients, un Tour Opérateur Internet et une Marketplace touristique.\n\n6 postes à pourvoir immédiatement :\n\n - 1 agent spécialiste booking AMADEUS\n - 1 téléopérateur CALL RELATION CLIENT / AGENT TICKETING\n - 2 opérateurs Back-Office ALLEMAND a minima lu et compris\n - 2 Opérateurs Création Offres Touristiques et Hôtelières Back-Office\n","profil":" > Tu cherches à t'épanouir dans l’univers du tourisme, du voyage et de l'hôtellerie de luxe (sans bouger de ta chaise) et tu sais que les erreurs liées aux réservations de billets d’avions et d’hôtels peuvent être très coûteuses ! \n\n> Tu n’angoisses pas à l’idée d’appeler un client pour lui annoncer la modification de ses vols ou de ses activités et rééditer son planning.\n\n> Tu aimes passer des appels téléphoniques aux réceptions des hôtels aux quatre coins du monde, pour confirmer les réservations de tes guests.\n\n> Tu as le souci du détail, tu es naturellement précis(e) et exigeant(e), et tu aimes rédiger des carnets de voyage sur mesure, reprenant fidèlement toutes les exigences du client.\n\n> iou under stand english good inof or you know to ask google if you need help.\n\nLes prochaines étapes du recrutement :\n\n> Envoie vite ton CV par email avec la référence IS/VB/05/22, qui présente un diplôme et/ou une expérience réussie (on vérifiera !) dans le tourisme / l'hôtellerie.\n\n> N’envoie pas de lettre de motivation (on ne les lit pas). Notre processus de recrutement est là pour voir à quel point tu es motivé ! Tu devrais déjà avoir envoyé ton CV \n\n> Passe le test dans nos locaux (40 questions et quelques rédactions) et découvre si tu es retenu pour intégrer la prochaine équipe de formation.\n\nQuelques précisions sur le package en travaillant chez nous :\n\n> Un poste à pourvoir immédiatement, en CDI, rémunéré dès le premier jour de ta formation.\n> 1.000.000 Ar net + primes après ta formation (2 à 4 semaines maximum).\n> Perspectives d’évolution réelles et immédiates en tant que chargé de projet, responsable CQ, account manager… \n> Pas de travail la nuit, les week-ends. Jamais.\n> Des congés payés que tu peux poser dès le deuxième mois, sans déduire les jours de week-end si tu poses un vendredi.\n> Plein d'activités à venir : des pizzas (sans ananas), des cookies (aux pépites de chocolat) , des Team-Building… \nNotre département RH et notre Chief Happiness Officer y travaillent !\n","reference":" \n IS/VB/05/22 "},{"poste":"SKIPPER - MAJUNGA","detailSociete":" SAHITIA MARINE | \n \n Contrat CDI | \n\n\n","activite":"\n Agence de voyages et Tour operator ","mission":" \n Assurer l'entretien permanent et la maintenance des bateaux de la société\nAssurer le pilotage des bateaux ","profil":" Qualification et Fascicule en tant que Skipper\nMaîtrise du pilotage de grands bateaux à moteur hors-bord (2 moteurs x 300CV)\nExpérience souhaitée chez LOCAMARINE "},{"poste":"Compagnie aérienne : téléconseiller.e bilingue français - anglais ou allemand !","detailSociete":" ADM VALUE | \n \n Contrat CDI | \n\n\n","activite":"\n Call center ","mission":" \n Le monde de l'aérien vous intéresse ? apprenez la manipulation des outils de réservation de billets d'avion, la gestion des réclamations bagages... bref, rejoignez une équipe jeune et dynamique qui aime bouger pour aider ses clients ! ","profil":" - Bilingue anglais - français ou allemand - français,\n- A l'aise avec les outils informatiques,\n- Sens du relationnel.\n"},{"poste":"AGENT RESPONSABLE EVACUATION SANITAIRE                                               - ANTANANARIVO  ","detailSociete":" AGENCE DE VOYAGES A ANTANANARIVO  | \n \n Contrat CDI | \n \n \n ANTANANARIVO  \n\n\n","activite":"\n VENTE DE BILLETS\nTRAITEMENT DES ÉVACUATIONS SANITAIRES ","mission":" \n Traite les demandes d'évacuations sanitaires \nCorrespond avec les assurances et patients\nOrganise les prestations logistiques \n(avions privés, visites médicales, hospitalisations, transferts et ambulances, ...)\nAccueil physique et orientation clients\nAccueil téléphonique\nAssure les services Après Vente\nAssurer la communication interne \n","profil":" BAC+02 en Tourisme ou Commerce\n02 ans d'expériences dans le Ticketing\nMaîtrise du logiciel AMADEUS, ZENITH\nMaîtrise de la langue française, anglaise serait un atout\nMaîtrise des logiciels bureautique\nAisance relationnelle, sens de l'accueil et du service.\nDynamique, impliqué et grande disponibilité. "},{"poste":"Sales Agent - Tamatave","detailSociete":" Agence de Voyage | \n \n Contrat CDI | \n\n\n","activite":"\n Agence de Voyage ","mission":" \n - Traiter les demandes relatives au billet d’avion (disponibilité, tarif, réservation, émission de billet, facturation)\n- Donner des meilleures propositions d’itinéraires et de tarifs au client selon ses besoins\n- Assurer une bonne communication directe, téléphonique, ou par e-mail\n- Fournir un service de qualité\n- Traitement et suivi des dossiers\n- Maîtrise des langues Français et Anglais ","profil":" - Capable d'utiliser amadeus et la billetterie GDS\n\n- Peut parler anglais et français\n\nVeuillez envoyer votre CV via le site "},{"poste":"Admin - Antananarivo ","detailSociete":" Agence de Voyage | \n \n Contrat CDI | \n \n \n Antananarivo \n\n\n","activite":"\n Agence de Voyage ","mission":" \n - Organiser, coordonner et superviser les services administratifs\n- Centraliser les informations avec les services opérationnels\n- Assurer les procédures de la déclaration fiscale et comptable\n- Préparation de la liste des dépenses et autres listes\n- Élaborer les rapports de résultats de l'entreprise\n- Gérer le personnel ","profil":" - Peut parler anglais et français\n\nVeuillez envoyer votre CV via le site "},{"poste":"CHARGÉS D’ACCOMPAGNEMENT CLIENTS FRANCOPHONES -réf:PJ001/22 - Tananarive ","detailSociete":" Maïka Assistance | \n \n Contrat CDI | \n \n \n Tananarive \n\n \n\n\n\n","activite":"\n Créé en 2009, Maïka Assistance propose à ses clients des prestations d’accompagnement à distance sur-mesure. Nous mettons à leur disposition des assistants compétents et polyvalents, capables de fournir une aide et un support de qualité dans le développement de leurs entreprises. ","mission":" \n Dans le cadre de son développement, Maïka Assistance recrute des \nCHARGÉS D’ACCOMPAGNEMENT CLIENTS FRANCOPHONES (H/F).\n\nMISSIONS :\n\nRattaché(e) directement à la responsabilité d’un(e) Production Manager, vous prenez en charge diverses missions telles que :\n\tGestion de mail (B2C)\n\tÉmission et réception d’appels téléphoniques\n\tTâches administratives diverses\n\tGestion de Back office client\nVous avez des objectifs de qualité de gestion de projets à respecter, définis avec votre Production Manager.\n","profil":"\n-\tFRANÇAIS COURANT À L’ÉCRIT ET À L’ORAL (niveau C1/C12)\n-\tExpérience dans le domaine de l’offshore et/ou dans le tourisme, exigée\n-\tExpérience dans la relation client serait un atout\n-\tQualités recherchées : rigueur, autonomie, être proactif(ve)\n-\tAisance relationnelle, capacité d’expression et sens de l’écoute client\n-\tBonne culture web, à l’aise avec les nouvelles technologies, l’utilisation d’internet, maîtrise de la suite MS Office\n-\tPersonne flexible et mature, prête à s’engager sur le long terme\n-\tDisponible de suite\n\nEn intégrant Maïka Assistance : \n • vous intégrez une équipe jeune, dynamique, et ouverte\n • vous bénéficiez de divers avantages : cantine, assurance santé, indemnités de transport, système de prime selon performances, activités sportives, Team building trimestriel…\n• Vous serez affilié à la CNaPS et au FUNHECE \n• vous serez recruté(e) en CDI suite à une série d’entretiens\n• le poste est basé à Antananarivo.\n\nPour postuler, envoyez via le site votre C.V. et LM avec contact joignable.\n\nRéférence : PJ001/22\n","reference":" \n PJ001/22 "}]